{
    "campaign.crag.Has01.h3m.prolog" : "Miután legyőztem egy csapat Goblint Sandro az asztalához hívatott. Egy ajánlatot tett nekem, hogy szerezzem meg neki a titokzatos varázstárgy első darabját, a Koponya Sisakot, cserébe bőségesen megjutalmaz. Jól hangzott az ajánlata, ezért belementem a \"játékba\".",
    "campaign.crag.Has01.h3m.region" : "Ez a viszonylag sziklás része Avauntnell-nek már évvszázadok óta a Barbárok őshazája. Számos erathiai hódító próbálta már meg megvetni lábát ezen a területeken, azonban ezidáig még senkinek sem sikerült, köszönhetően a hatalmas ingoványoknak és erdőknek.",
    "campaign.crag.Has02.h3m.prolog" : "Visszamentem a Kocsmába, hogy odaadjam Sandronak azt a hülye sisakot. A következő feladatom a Halott Lovag kardjának megszerzése, amihez már nem sok erőm maradt. Erre a feladatra egy hatalmas mocsarat kell bevennem, ami több száz mérföldre van innen...",
    "campaign.crag.Has02.h3m.region" : "Avauntnell ezen részén már nagyon sok hódító meghalt, a barbár támadóknak és a sok útonállónak köszönhetően. Mindenki, aki erre jár rettegjen!",
    "campaign.crag.Has03.h3m.prolog" : "Megszereztem Sandronak azt az elátkozott kardot, azonban kérve egy kis ráadást, még meg kell ölnöm neki pár Nekromantát, hogy megszerezzek neki valami csont pajzsot. Hah! Ez könnyű feladat lesz!",
    "campaign.crag.Has03.h3m.region" : "Ezen a területen még egy kalandor sem próbált átvágni, mivel senki sem merte ezidáig kockáztatni az életét.",
    "campaign.crag.Has04.h3m.epilog" : "Átvertek!  A tolvaj varázsló elvette a megszerzett varázstárgyakat és nem fizetett ki!  Ha sikerül felkutatnom Sandro-t biztos, hogy eltöröm a karját és ledugom a torkán! Argggggggggggggh!",
    "campaign.crag.Has04.h3m.prolog" : "Átadtam Sandronak a megszerzett Halott Lovag Kardját, ez azonban nem volt neki elég, követelte, hogy küzdjek meg pár Nekromantával egy pajzsért. Grrrr!  Végülis elválltam, hisz ez a legutolsó varázstárgy, amit el kell neki vinnem, hogy megkapjam a jutalmam! Rajta hát!",
    "campaign.crag.Has04.h3m.region" : "Ezeket a területeket is nekromanták őrzik, akik minden kívülállót megölnek.",
    "campaign.crag.description" : "Crag Hack Erathia új vándora kalandok után nézett, mikor találkozot Sandroval, aki felbérelte őt, hogy megtalálja az egyik titokzatos varázstárgy négy elveszett részét. Craget cserébe bőséges jutalomra számíthat. De vajon sikerülhet neki?",
    "campaign.crag.name" : "Vagdalás és Aprítás",
    "campaign.evil1.Evil-1A.h3m.prolog" : "Jelentős számú tünde lakja Erathia délkeleti partjait. A terület őshonos zöld és arany sárkányai növelik katonai erejüket. Mielőtt elfoglalnánk ezt a területet és Steadwick felé irányítanánk erőinket, meg kell semmisítenünk ezeket a sárkányokat. Kreegan szövetségeseink Eofolból kifejezetten kérték ezt a dicsőséges küldetést. A Kreeganek ádáz harcosok. Élvezni fogják a mészárlást.",
    "campaign.evil1.Evil-1A.h3m.region" : "Mielőtt Erathia segítséget hívhatna AvLee tündéitől, AvLee erejének szívére fogunk lecsapni - az Arany Sárkány Királynőre. Legerősebb szövetségesének eltávolítása után AvLee nem tud majd Erathiának segítséget nyújtani.",
    "campaign.evil1.Evil-1B.h3m.prolog" : "Tudósításaink szerint enrothi hadihajóflotta kötött ki Erathia déli partján. Nem tudjuk, ki vezényli ezt a sereget, sem a sereg méretét. Eofoli forrásaink szerint Roland Ironfist nem vezetheti a flottát. Mindezek ellenére a terveink nem változnak. Elindítjuk földalatti inváziónk utolsó szakaszát, és megszilárdítjuk helyzetünket a délkeleti parton. Később újabb erősítéseket hozhatunk Nighonból. Megástuk az utolsó alagutat is a térségbe. A taktikai előny a tiéd.",
    "campaign.evil1.Evil-1B.h3m.region" : "Haderőink a távolság nagy részét földalatti alagutakon fogják megtenni az erathiai fővárosig. Hogy fenntartsuk a meglepetés erejét, meg kell támadnod bármilyen erathiai települést, amit csak találsz. Használd az óriási barlanghálózatot, hogy megvalósítsd a célodat. ",
    "campaign.evil1.Evil-1c.h3m.prolog" : "Catherine Ironfist segítséget toborzott Bracadából és AvLeeből is. Tudja, hogy közel vagyunk Steadwickhez. El kell foglalnunk Steadwicket, mielőtt megérkezik. Ha egyszer megszerezzük Erathia fővárosát, még Catherine Ironfist sem tépheti ki a kezünkből.",
    "campaign.evil1.Evil-1c.h3m.region" : "Ostromold meg az erathiai fővárost, Steadwicket. Nem lesz egyszerű, mert a főváros könnyedén és erősen védett. Ráadásul a Catherine királynő vezette sereg is mozgásban van. El kell foglalnunk Steadwicket, mielőtt megérkezik!",
    "campaign.evil1.description" : "Az erathiai történelem még sosem jegyezte le Steadwick elestét. Ma dicsőséges hadjáratot indítunk, hogy változtassunk ezen. Nem engedjük többé, hogy Erathia akadályozza a vallási és gazdasági életünket. Miénk a meglepetés ereje. Nemsokára miénk lesz a győzelem is.",
    "campaign.evil1.name" : "Börtönök és ördögök",
    "campaign.evil2.Evil-2A.h3m.epilog" : "Gryphonheart király feltámasztása közben a néhai Vilmar királlyal szerencsétlen baleset történt. Gryphonheart király átvette az uralmat a katonaság... és a trón felett. Ilyen uralmat a holtak felett még sohasem láttunk. Ez jó előjele az inváziónknak. Azonban nagyuraink figyelik az új királyt, keresve a gyengeség legkisebb jelét.",
    "campaign.evil2.Evil-2A.h3m.prolog" : "Nemzetünk célja volt, hogy megölje azt az embert, aki száműzött minket Erathiából. Azonban Nighon és Eofol inváziója nem várt szívességet tett nekünk. Erathia tele van halottakkal. A nekromantáknak ez az aratás időszaka. Ez a háború időszaka. Catherine királynő azonban félelmetes ellenfél. Hogy legyozzük Erathia maradék katonaságát, egy nála is kitunobb hadvezérre van szükségünk. Van egy tervünk... egy ironikus tervünk. Amíg Catherine a Nighon és Eofol elleni háború utolsó szakaszát tervezi, beosonsz Erathiába és megkeresed Gryphonheart király sírját. Légy óvatos. A területet szórványosan erathiaiak foglalták el. Ha megtaláltad a sírt, feltámasztjuk a halott királyt és saját bábunkká tesszük. Ha Gryphonheart király vezeti a seregünket, néhai otthona a halottak földjévé válik majd.",
    "campaign.evil2.Evil-2A.h3m.region" : "Gryphonheart király, aki száműzött minket Erathiából, halott. Nighon és Eofol inváziója ajándékba adja nekünk a halált. Végre felépíthetjük seregeinket és meghódíthatjuk Erathiát magunknak. De legelőször egy hadvezérre van szükségünk. Meg kell találnod Gryphonheart király sírját.",
    "campaign.evil2.Evil-2B.h3m.prolog" : "Mielőtt megkezdjük nagyfokú erathiai inváziónkat, fel kell töltenünk sorainkat. Erathia lakossága jelenti majd a szükséges újoncokat. Hódítsd meg a területet és támaszd fel a szükséges katonákat.",
    "campaign.evil2.Evil-2B.h3m.region" : "Tökéletes területre találtunk az erathiai határ mellett, ahonnan elegendő teremtményt takaríthatunk be anélkül, hogy felhívnánk magunkra az Erathiai Katonaság figyelmét. Építs sereget, de gyorsan - azonnal szükségünk van azokra a katonákra.",
    "campaign.evil2.Evil-2C.h3m.prolog" : "Egy Mot nevű Halállovag megtagadja Gryphonheart király parancsainak teljesítését. Példát kell mutatnunk, hogy mások ne fontolgassanak hasonló árulást. Mot elszigetelte magát a seregeivel. Hatolj át a seregein, öld meg és vedd át a vezetést. Ha meghalt, támaszd fel a holttestét és alkalmazd a seregedben.",
    "campaign.evil2.Evil-2C.h3m.region" : "Egy vad Halállovag nem kíván részt venni Erathia meghódításának dicsőségében. Azt hiszi, hogy ha kimarad a harcokból, az erathiaiak megkímélik majd birtokait egy esetleges ellentámadáskor. Itt az ideje, hogy leckét adjunk neki engedelmességből.",
    "campaign.evil2.Evil-2D.h3m.prolog" : "Az erathiai katonaság előttünk hever. Itt az ideje egy bátor csapásnak. Gryphonheart király képezte ki a tábornokaikat, és ismeri a taktikájukat. A harci szellem dönti majd el ezt a csatát, ez pedig nem tényező az élőhalottak számára. Amint feltöltjük sorainkat a saját halottaikkal, a mi seregünk nőni fog, az ő harci szellemük pedig egyre csökken. Ekkor körülvesszük őket. Nemsokára újra Gryphonheart király fogja uralni Erathiát.",
    "campaign.evil2.Evil-2D.h3m.region" : "Eljött az idő. A lich király, Gryphonheart ezt választotta a támadás pillanatának. Deyja seregei beözönlenek Erathiába és lesújtanak rájuk. Támadásod irányát maga a király jelölte ki. Megesküdtél, hogy nem buksz el.",
    "campaign.evil2.description" : "Deyja szemszögéből az erathiai háború a legnagyszerűbb, ami csak történhetett. Egy ilyen méretű háború végtelen betakarítást jelent élőhalott seregeink számára. Ma lakmározunk, holnap meghódítjuk Erathiát.",
    "campaign.evil2.name" : "Éljen a Király",
    "campaign.gelu.description" : "Gelu sok hónapot töltött edzéssel, hogy az elit Erathiai Erdőőrség tagja lehessen. Utolsó vizsgájához ösze kell állítania az Élet Elixíre néven ismert varázstárgyat. Meg kell találnia a varázstárgy négy alkotóelemét, hogy távol tartsa azokat a nekromantáktól.",
    "campaign.gelu.gelu1.h3m.prolog" : "Az Erdőőrség Erathia szeme és füle. Oda megyünk, ahol a legnagyobb szükség van ránk, és ezek általában a szokásos haderők számára nehezen elérhető területek. Mi vagyunk az erdő árnyai, akik mindent látnak, és egyetlen láthatatlan nyíllal osztják a csendes halált. Eddigi kiképzésedet jól teljesítetted, Gelu, de most eljött az utolsó vizsga ideje. Egy kis völgy Gaia Csúcsához közel lesz a próba helyszíne. Tisztítsd meg a területet az ellenségektől, hogy beléphess az Erdőőrségbe. Sok szerencsét.",
    "campaign.gelu.gelu1.h3m.region" : "Ez egy speciális edzési terület, itt fog zajlani az utolsó vizsgád. Sokan buktak el ezen a vizsgán, de sokaknak sikerült. Sok szerencsét.",
    "campaign.gelu.gelu2.h3m.prolog" : "A pletykák szerint az Egészség Gyűrűje, az Élet Elixírének egyik öszetevője valahol Dél-Avlee Shantanna nevű régiójában található. Legfontosabb a gyorsaság, mert egy Halállovagot vettek észre a vidéket rettegésben tartó banditákkal beszélni. Úgy hisszük, felbérelte őket, hogy előttünk találják meg a Gyűrűt.",
    "campaign.gelu.gelu2.h3m.region" : "Banditák fenyegetik a környéket. Mindig vedd igénybe a Tolvajok céhének segítségét, igen hasznos lehet.",
    "campaign.gelu.gelu3.h3m.prolog" : "Az Élet Gyűrűje, az ÉLet Elixírének második összetevője valahol Dagrong völgyében van elrejtve. Itt nagy hatalmű tünde nemesek élnek, akik számos arany és zöld sárkány fészkét őrzik. Ezek a Sárkányurak mindig hűek voltak AvLeehez, de attól tartunk, hogy egyiküket megvesztegették a nekromanták. Ha az áruló Sárkányúr előtted szerzi meg az Élet Gyűrűjét, túl erős ellenség lesz AvLee erői számára.",
    "campaign.gelu.gelu3.h3m.region" : "A Sárkányurak nem arról ismeretesek, hogy mindig ésszerűen viselkednek, de talán meggyőzheted őket, hogy vérontás nélkül váljanak meg a Gyűrűtől.",
    "campaign.gelu.gelu4.h3m.epilog" : "Véghezvittem az Élet Elixírének összeállítását, és megmentettem AvLeet a nekromanták fenyegetésétől. Ezzel tiszteletreméltó pozíciót vívtam ki az Erdőőrségben. Alig várom, hogy szolgálatba léphessek és hűségesen védelmezhessem e gyönyörű országot, melyet annyira szeretek.",
    "campaign.gelu.gelu4.h3m.prolog" : "Az Élet Elixír összeállításához szükséges utolsó varázstárgy Vokial vámpírúr élőholt kezeiben van. Állítólag az Életvér Fiolája biztosítja számára a táplálékot anélkül, hogy a vérszívás visszataszítóbb formáihoz kellene folyamodnia. Bár azt mondhatjuk, hogy a fiola jelenlegi használatában is hasznos, nekünk még kétségbeesettebben van szükségünk a fiolára. Meg kell találnod a módját, hogy ellopd a fiolát ettől a vámpírtól. De tartsd észben, hogy nem minden feladatot kell egyenes úton véghezvinned. Bölcsen használd a kiképzésedet és légy résen.",
    "campaign.gelu.gelu4.h3m.region" : "Vokial, a vámpírúr arra használja Életvér Fiolát, hogy a táplálkozását biztosítsa. Vedd el, és kénytelen lesz a régimódi táplálkozás hátrányaitól szenvedni. Ha ellopod tőle, nagy kárt és kellemetlenséget okozol neki.",
    "campaign.gelu.name" : "Az Élet Elixíre",
    "campaign.gem.Gem1.h3m.prolog" : "Találkoztam egy Sandro nevű varázslóval, aki nekromancia-ellenes kutatásokat folytat. Egy olyan varázstárgyat akar kifejleszteni, ami elhárítja az élőholtakat, és hatalmas összeg aranyat fizet, ha megkeresem a hozzávalókat. Úgy tűnik, eléggé anyagiasnak tart engem.",
    "campaign.gem.Gem1.h3m.region" : "Beleegyeztél, hogy segítesz egy varázsló segédjének, Sandrónak. Sandro mesterének, Ethricnek szüksége van a Sírásó Amuletjére, hogy nekromancia-ellenes kutatásokat folytasson, de Ethric tudós, Sandro pedig nem elég tapasztalt, hogy maga eredjen az Amulet nyomába.",
    "campaign.gem.Gem2.h3m.prolog" : "Nehéz elhinni, hogy már egy év telt el azóta, hogy Archibald és nekromanta szövetségesei elbuktak, s ezzel véget ért az Örökösödési Háború. Ennyi ideje élek egy rémálomban, mert egész Enrothban az elesettek szellemeit látom. Remélem, régi tanárom, Amanda jól van, és remélem, hogy az új földre, Antagarichra való költözésem elcsitítja majd a háború szellemeit.",
    "campaign.gem.Gem2.h3m.region" : "Beleegyeztél, hogy az élére állsz Lóhere város polgárőrségének, és megtisztítod a határterületet az élőhalott  csapatoktól.",
    "campaign.gem.Gem3.h3m.prolog" : "Mikor elvittem a Sírásó Amuletjét Sandrónak, elmondta, hogy egy Terek nevű barbárt is megbízott egy másik varázstárgy, a Vámpír Csuklyája keresésével. Azonban Terek már régóta késik, és Sandro a barbár életét félti. Látomásaim szerint banditák ejtették foglyul Tereket, és a deyjai határhoz közel, egy földalatti börtönben tartják fogva váltságdíj reményében.",
    "campaign.gem.Gem3.h3m.region" : "Tereknek, Sandro ügynökének sikerült ellopnia egy Vámpír Csuklyáját. Sajnos a határvidéken való átutazásakor banditák ejtették foglyul. Szabadítsd ki Tereket és szerezd meg a Csuklyát.",
    "campaign.gem.Gem4.h3m.epilog" : "Sandro becsapott! De milyen szándékkal? Miért szökne el a Halott Ember Csizmájával anélkül, hogy kifizetne? Megtartotta a pénzt magának? Odaadta Ethricnek a többi varázstárgyat? Biztosan nem lehet deyjai ügynök - sokkal több élőhalottat pusztítottam el a tárgyak megszerzéséért, mint amennyit a tárgyak érnek. Ennek semmi értelme! Írnom kell Ethricnak Bracadába, és Lord Fayette-et is értesítenem kell, amint lehet.",
    "campaign.gem.Gem4.h3m.prolog" : "Elkezdtem a kutatást a Sandrónak szükséges utolsó tárgy, a Halott Ember Csizmája után. A többi varázstárggyal ellentétben ez talán a deyjai határon belül van, mert a határok állandóan változnak. Egy dolog biztos: több deyjai Határúr is lesz a területen, és nem fognak nekem örülni. Kemény harc lesz, de megéri. A fontos dolgokat sosem adják ingyen.",
    "campaign.gem.Gem4.h3m.region" : "A Sandrónak szükséges utolsó elem nagyon közel van Deyja határához, talán már a határon túl van. A deyjai Határurak nem fognak örülni Gem jelenlétének.",
    "campaign.gem.description" : "Gem Enrothból érkezett, még frissen élnek benne az Örökösödési Háborúk emlékei. Először a Lóhere Őrségnek, majd egy varázsló segédjének segít a deyjai nekromanták ellen.",
    "campaign.gem.name" : "Új kezdet",
    "campaign.good1.Good-1a.h3m.prolog" : "Kezdeti partraszállásunkkor elfoglaltunk egy elpusztított előőrsöt. Az információ ritka és teljességgel megbízhatatlan. A szomszédos várak lakói elmenekültek, a megmaradt túlélők pedig ellentétes történeteket mesélnek. Bizonyítékaink Nighon inváziójára utalnak. Sorozd be a helyi katonaságot és gyorsan képezd ki őket. Pusztíts el minden ellenséges erőt, amit csak találsz. Számíts a legrosszabbra. Számíts arra, hogy háború van.",
    "campaign.good1.Good-1a.h3m.region" : "Catherine királynő eltávozott, hogy katonai támogatást szerezzen Bracada királyától, Gavin Magnustól. A többi generális a területen kószál. Létesíts egy bázist, gyűjtsd össze a helyi seregeket, határozd meg a Nighon invázió méretét és találd meg a támadás útvonalát.",
    "campaign.good1.Good-1b.h3m.prolog" : "Erathia fővárosa, Steadwick felé nyomulva parasztokkal találkoztunk, akik egy északi városról, Tiszta Tollról beszéltek. A város, bár körül van véve, mégis ellenállt a Nighon inváziónak. A hírek nem megerősítettek, de a parasztok szerint \"angyalok\" őrzik a várat. Angyalok már ezelőtt is felbukkantak Erathiában. A Kreegan fertőzés alatt töredezett tudósítások szóltak szárnyas teremtményekről, akik óriási Kreegan seregeket mészároltak le. Az angyalok vagy visszatértek, vagy el sem mentek. Nem tudjuk, meddig tud még Tiszta Toll ellenállni Nighon és Eofol támadásának. Ha Tiszta Toll elesik, egy lehetséges szövetségest veszthetünk. ",
    "campaign.good1.Good-1b.h3m.region" : "Felderítőink szerint a Tiszta Toll város környékén lakó angyalok után érdemes lenne nyomozni. Ha a pletykák igazak, akkor garantálnunk kell a város biztonságát, és talán meggyőzhetnénk az angyalokat, hogy csatlakozzanak hozzánk. ",
    "campaign.good1.Good-1c.h3m.prolog" : "A világ griffjei minden évben Griff Sziklához vándorolnak. Első Gryphonheart király csapatai szelídítették meg először a griffeket, és alkalmazták őket a seregben. E nagyszerű bestiák segítségével Gryphonheart király egyesítette az elkülönült emberi kolóniákat, és megalapította Erathiát. Gryphonheart király érezte, hogy a föld őshonos griffjei jelentik a kulcsot egy erathiai háborúhoz. Steadwick megerősítéséhez szükségünk van a griffekre.",
    "campaign.good1.Good-1c.h3m.region" : "A Griff Szikla, Erathia szinte teljes griff népességének fészke jelenleg Nighon és Kreegan erőinek uralma alatt áll. Generációkkal ezelőtt a griffek jelentették a kulcsot Erathia megalapításához, és most ők jelentik a kulcsot a visszaszerzéséhez. ",
    "campaign.good1.description" : "Partra szállásunk megerősítette a híreszteléseket és a félelmeinket. Apám halála után a szomszédok mohón felosztották maguk közt Erathiát.",
    "campaign.good1.name" : "Sokáig éljen a Királynő",
    "campaign.good2.Good-2a.h3m.prolog" : "Hírszerzésünk szerint Nighon és Eofol erői Steadwickben barikádozták el magukat. Minden megközelítési lehetőséget eltorlaszoltak. Erősítéseik azonban föld alatti alagutakon át érkeznek. A nyugati seregek a csatatéren fognak találkozni velünk. Nincsmás mondanivalóm. Nem állunk meg, míg Steadwick fel nem szabadul.",
    "campaign.good2.Good-2a.h3m.region" : "A szabad Erathiáért folytatott harc első lépése a főváros, Steadwick felszabadítása lesz a Nighon uralom alól. Nem lesz egyszerű feladat, mert a Dungeon Nagyurak eltorlaszolták a Steadwick Völgybe vezető hegyi ösvényeket.",
    "campaign.good2.Good-2b.h3m.prolog" : "A nevem Dorrel, AvLee nagykövete. Catherine királynőtől hozok üzenetet. Steadwick felszabadítása után egy Kreegan követ jelent meg a királyi udvarban. Azt állította, hogy van egy túszok: Enroth királya, Roland Ironfist. Egymillió aranyat kérnek váltságdíjként. Nem tudjuk igazolni az állítását. Igaz vagy sem, Catherine királynő nem hajlandó fizetni. A követ kihallgatása után megtudtuk, hogy Rolandot a Kreelah klán tartja fogva Eofol belsejében. Találd meg a Kreelah klán bázisát és szabadítsd ki Rolandot. Erathiai sereged mellé támogatást küldünk AvLeeből. Ez a küldetés halálosan komoly. Talán megmented Rolandot, talán csapdában találod magad.",
    "campaign.good2.Good-2b.h3m.region" : "III. Lucifer Kreegan, Eofol Főparancsnoka levelet küld Catherine királynő kastélyába. Azt állítja, hogy van egy túsza: Catherine férje, Roland Ironfist Enrothból, és csak egymillió arany váltságdíj mentheti meg az életét. ",
    "campaign.good2.Good-2c.h3m.prolog" : "A nevem Winston Langer, a Gavin Magnus nagyvezír uralta Bracada nagykövete. Tatalia és Krewlod erői harcolnak Nyugat-Erathiában. A több hónapos viszály után még mindig folynak a harcok. Bár kimerítette már a sok háború, uram mégis erősítéseket küld számodra. Nem a briliáns taktika fogja megnyerni ezt a csatát, hanem az erőfölény határozza meg a győztest. Sok szerencsét.",
    "campaign.good2.Good-2c.h3m.region" : "Nagykövet érkezik Bracadából üzenettel Gavin Magnustól, aki segítséget ajánl, és magának követeli Nyugat-Erathiát a harcoló tataliai és krewlodi haderőktől. Itt az ideje, hogy emlékeztesd a szomszédaidat, hol is vannak a határok. ",
    "campaign.good2.Good-2d.h3m.prolog" : "Már tudjuk, hogyan foglalta el Nighon és Eofol Erathiát. A Nagyurak seregei által ásott kiterjedt barlanghálózaton keresztül támadtak egyszerre több helyen elsöprő erővel. Becsüld meg a katonaságot, amiért a fél országot megmentették. Felfedeztük azt az ütőeret, amin át a seregek nagy része érkezett Nighonból Erathiába; az óceán alatt húzódik, összekötve a nighoni alvilágot az erathiai szárazfölddel. Bracada és AvLee támogatást küldött a harchoz. Először meg kell semmisítenünk a szárazföldön maradt Kreegan és Nighon haderőket, majd üldöznünk kell őket a föld alá, és vissza kell űznünk az ellenséget Nighon partjáig.",
    "campaign.good2.Good-2d.h3m.region" : "Már tudjuk, miért esett el Erathia. Nighon és Eofol haderői szó szerint aláásták a Nighon Szorost, és betörtek az Erathia partjai alatt húzódó Törp Tárnákba. Most arra kényszerítjük őket, hogy újra használják ezeket az alagutakat - ezúttal menekülési útvonalként, mert örökre kiűzzük őket Erathiából!",
    "campaign.good2.description" : "Sikerült megvetni a lábunkat Erathiában, de a nemzet szinte romokban hever. A főváros, Steadwick felszabadításával kezdjük, és nem állunk meg, amíg minden hódítót ki nem verünk a földjeinkről.",
    "campaign.good2.name" : "Felszabadítás",
    "campaign.good3.Good-3A.h3m.prolog" : "Steadwick felszabadítása után félelmeim bebizonyosodtak. Apám nem természetes halállal halt meg. Megmérgezték. Morgan Kendal tábornok háború előtti nyomozása nem hozott eredményeket. Most hallottam, hogy a nekromanták, mivel egy velem egyenlő taktikust kerestek, feltámasztották apámat, Gryphonheart királyt. Vilmar király meggyilkolása után átvette az uralmat a katonaságuk és a trónjuk felett. Most a nekromanták idejönnek hozzánk. Nem tudják megállítani az általuk teremtett szörnyeteget. Jó szándékaik bizonyítékaként egy hírvivőt küldenek, hogy négyszemközt beszéljen velem. Ő fogja megmondani, ki ölte meg apámat. Találd meg ezt a hőst és sértetlenül hozd elém.",
    "campaign.good3.Good-3A.h3m.region" : "Egy nekromanta próbálja elérni a legközelebbi erathiai helyőrséget. Bizonyítani tudja, hogy ki volt Gryphonheart király gyilkosa. Most biztonságban van, de az útban olyan nekromanták állnak, akik új királyukhoz hűek. Az út utolsó szakaszán neked kell őt kísérned.",
    "campaign.good3.Good-3B.h3m.prolog" : "Kimerített ez a háború. A nekromantákat is. Megegyeztünk, hogy együttmuködünk Gryphonheart király elpusztítása érdekében. Sosem hittem volna, hogy egyszer a nekromanták oldalán fogok harcolni... de ma mindannyian fegyvereket kovácsolunk. Segítségükkel, valamint Bracada és AvLee hadaival vissza kell vernünk az élőhalottakat.",
    "campaign.good3.Good-3B.h3m.region" : "Te irányítod Erathia, AvLee és Bracada egyesült seregeit, valamint azokat a nekromantákat, akik úgy döntöttek, hogy Gryphonheart király ellen harcolnak. Az élőhalott ellenállás erős, de győzedelmeskedned kell!",
    "campaign.good3.Good-3C.h3m.prolog" : "Apám élőhalott seregeiből az a Necropolis maradt, ahol most lakik, azonban az utolsó élőhalott légiók is jelentősek. Csatlakozni fogok e nehéz csatához, de te irányítod az ütközetet. Van még egy parancs, amit kérdések nélkül követned kell. Lord Haart nem halhat meg. Ő az árulónk. Bebizonyítottuk az információt, amit a nekromantáktól kaptunk. Lord Haart Vilmar király nekromanta szektájának volt a tagja. Mivel Lord Haart bejáratos volt Steadwickbe, nem lehetett nehéz megmérgezni Gryphonheart király ételét. Vilmar király utasításai szerint akarta megbosszulni, hogy apám elűzte a nekromantákat. Különleges terveim vannak Lord Haart számára.",
    "campaign.good3.Good-3C.h3m.region" : "Ez a végső csata. Jelenlétünkkel már megkezdődött az élet megújulása, de még el kell pusztítanunk az utolsó erődöt, ahová Gryphonheart király visszavonult. Itt az ideje, hogy a holtak visszatérjenek a sírjukba.",
    "campaign.good3.description" : "Erathia visszaállításának utolsó lépéseként vissza kell űznünk a nekromantákat sivár szülőföldjükre. Mivel a feltámasztott Gryphonheart király vezeti őket, ez félelmetes feladat lesz.",
    "campaign.good3.name" : "Ének apámról",
    "campaign.neutral1.Neutral-1a.h3m.prolog" : "Ahogy megjósoltad uram, Gryphonheart király halálával sok lehetőség kínálkozik előtted, hogy kihasználd zsoldos képességeidet. Tralossk király nevében követ érkezett hozzánk. Tizenkét évvel ezelőtt, Erathia nyugati partján megesett számtalan határvillongás után Tatalia aláírt egy paktumot, hogy eláll minden ellenségeskedéstől. Gryphonheart király halott, és vele sírba szállt a megállapodásuk is. A harcias taktika soha nem volt Tatalia jellemző katonai vonása. Mérhetetlen erőik vannak, és ha egyszer Erathiai földre teszik a kezüket, nem engedik belőle kicsúszni. Ám viszont szükségük van hadurakra, akik vezetik hőseiket, hogy kiterjesszék határaikat és élőhelyet adjanak gyarapodó népüknek. ",
    "campaign.neutral1.Neutral-1a.h3m.region" : "Zsoldos paktumot ajánlott neked Tralossk király, Tatalia uralkodója, aki most és mindörökre nagyobbá kívánja tenni népét és országát holmi mocsárvidéknél. Elhatározta, hogy Erathia megzavarodásával eljött az idő, hogy kiszélesítsük Tatalia határait.",
    "campaign.neutral1.Neutral-1b.h3m.prolog" : "A képességeid felkeltették Krewlod barbár népének érdeklődését, melynek keleti csatározásai az Erathiai hadakkal legendás. Híresek az Erathiai katonák megedzésében. Nemrégiben egy betörésük eredményt hozott és meglepően sok foglyot ejtettek. A kihallgatásuk alapján beigazolódott a gyanú, hogy Gryphonheart király nélkül Erathia elvesztette a lelkét. A feladatod az, hogy gyorsan foszd ki a Krewlodhoz közeli Erathiai földeket. Ha meglesznek a kívánt nyersanayagaik, akkor majd lehet beszélni háborúról. De addig is független részvételt várnak el tőled. Ha elfognak, Krewlodnak csak egy vérszomjas klánvezér leszel, aki az ország érdekei ellen és tudta nélkül cselekszik. ",
    "campaign.neutral1.Neutral-1b.h3m.region" : "Winston Boragus nagyúr, Krewlod ura, zsoldos paktumot ajánlott, mely szerint támadássorozatot kell indítanod Erathiai területek ellen. A haditerv az, hogy elég aranyat harácsolj össze, megengedve ezzel, hogy a Krewlodi seregek megvehessék amire szükségük lesz... egy másik alkalomra.",
    "campaign.neutral1.Neutral-1c.h3m.prolog" : "Tatalia és Krewlod követei mindketten újra keresik szolgálataidat. Mindkét nép ugyanazt az Erathiai földet akarja megszerezni , amely utolsó a két ország között. Már csak néhány Erathiai kastély maradt a vidéken. Ők csak jelképes ellenállást jelentenek, a legkegyetlenebb csaták Tatalia és Krewlod között zajlanak majd. A sors iróniája, hogy ez a vidék szinte semmit sem ér. Ez csak harc a határokért. Tatalia ki akarja terjeszteni befolyását az alföldektől a hegyvidékig, Krewlod viszont meg akarja állítani az előrenyomulásukat, még mielőtt elérnék az északi határt. Nem kétséges, akármelyik oldalt is válaszd, a másik szemében áruló leszel. Válassz bölcsen. Válaszd a győztes oldalt. Az életed múlhat rajta...",
    "campaign.neutral1.Neutral-1c.h3m.region" : "Tralossk Tataliai király és a Krewlodi Boragus nagyúr egyszerre keresi szolgálataidat. Mindkét nép ugyannak az Erathiai földnek a megszerzését tartja szem előtt, amely utolsó a két ország között. A sors iróniája, hogy ez a vidék szinte semmit sem ér. Választanod kell melyik népet szolgálod. A döntés a Te kezedben van!",
    "campaign.neutral1.description" : "A küzdelmek idején tett zsoldos szolgálataidért nagy jutalomban lesz részed. A keleti Nighoni támadás súlya alatt lévő Erathia bukásával az ölünkbe hullik a lehetőség, hogy megkaparintsuk a nyugati földjeiket. Erathia ezen vidéke a mienk, hogy elfoglaljuk!",
    "campaign.neutral1.name" : "A Háború Zsákmányai",
    "campaign.sandro.Sandro A.h3m.prolog" : "Úgy tűnik öreg mesterem, Ethric, végleg ellenem fordult. Soha nem örült annak, hogy Nekromanta lettem, és most le akarja mosni a szégyenfoltot a hírnevéről. Ethric nem bolond. Szétkürtölte hol vagyok azoknak, kik meg akarnak állítani. De ez nem akadály. Legyőzöm e bolondokat és alaposan megleckéztetem mesteremet. Majd pedig folyatom utam Deyjaba, ahol értékelni fogják képességeimet.",
    "campaign.sandro.Sandro A.h3m.region" : "Ethric egy agyafúrt öreg hadvezér. Szétkürtölte a híreket Sandroról és varázstárgyairól a helyi haduraknak. Vannak köztük olyanok, akik maguknak akarják, míg mások elpusztítanák e varázstárgyakat. Sandronak le kell győznie mindannyiukat, és el kell jutnia Deyjaba. ",
    "campaign.sandro.Sandro B.h3m.prolog" : "Ehtric még mindig nem adja fel, de találtam egy szövetségest. Vidomina egy fiatal varázsló, aki Nekromanta akar lenni. Ideig-óráig hasznomra lesz, de útjaink elválnak, amint túljutunk Ethricen és ténylegesen elérünk Deyjaba. ",
    "campaign.sandro.Sandro B.h3m.region" : "Sandronak szembe kell néznie Ethrickel és egy szövetségesével. Le kell győznie az öreg hadvezért, még mielőtt Deyjaba indulna. ",
    "campaign.sandro.Sandro C.h3m.prolog" : "A Deyjaba vezető úton találkoztam Finneas Vilmarral, egy törekvő, de szemmel láthatóan ostoba Nekromantával. Van pár birtoka errefelé, és megpróbálja növelni erejét a birodalomban. Az én meggyőzőerőmmel hamarosan abban a rangban találja magát amelyre vágyik. De persze én leszek az árnyék aki a parancsait a fülébe súgja.",
    "campaign.sandro.Sandro C.h3m.region" : "Sandro és Finneas Vilmar meg akar szabadulni Alarice nagyúrtól, még mielőtt bárkinek is beszélhetne Deyja öreg királya ellen elkövetett bűneiről. Ha teljesítették ezt az egyszerű feladatot, lehetőségük lesz arra, hogy eltávolítsanak más kellemetlenkedő hadurat is Deyja királyi udvarából. ",
    "campaign.sandro.Sandro D.h3m.epilog" : "A tervünk óriási sikert aratott! Gyorsan felemelkedőben vagyunk. A királyra nagy hatással van Finneas pompás ereje és tudása. A király hamarosan tisztában lesz előrelátásom minden részletével. De akkor már számára túl késő lesz.",
    "campaign.sandro.Sandro D.h3m.prolog" : "Alarice nagyúr hamarosan véglegesen a holtak közt találja magát. Mostanra tervünk oly jól halad, hogy megindíthatjuk támadásunkat. Finneas nem ért egyet a taktikámmal, de én tudom, hogy az ő haditerve egyenlő a biztos halállal. Csak idő kérdése, hogy felismerje hibáját és engem kövessen. Hamar rájön majd, hogy nem élhet túl az irányításom nélkül.",
    "campaign.sandro.Sandro D.h3m.region" : "Finneasnak és Sandronak csak annyit kell tennie, hogy eltávolítsa a vidék urát. Ha ő már nincs, csupán csak egy lépésre lesznek a tróntól. Az új király még csak el sem foglalta trónját, így könnyű lesz leváltani. Valamikor a jövőben egy kis szerencsével talán baleset áldozata lesz.",
    "campaign.sandro.description" : "Sandronak meg kell küzdenie útja során régi mesterével és számos más hadúrral, akik a nála lévő varázstárgyakat akarják. Amint Deyjaba ér, szövetségeket köt és hamarosan Deyja legmagasabb rangjába kerül.",
    "campaign.sandro.name" : "A Nekromanták felemelkedése",
    "campaign.secret.Secret A.h3m.prolog" : "Lord Haart beleegyezett, hogy megmérgezi Gryphonheart királyt a Méreg Fiolával. csak annyit kell tennem, hogy miuztán megszállom Lord Haart kastélyát, ott hagyom a mérget. Szerencsémre Lord Haartnak gondjai vannak a túlnépesedéssel, szóval legyengült parasztjait a saját seregembe állítom. Kitűnő nap ez a csontvázgyűjtésre!",
    "campaign.secret.Secret A.h3m.region" : "Lord Haart beleegyezett, hogy megmérgezi Gryphonheart királyt. Egy határlázongásnak álcázott csellel eljutattod Lord Haart kastélyába a mérget, aztán távozol, hogy Lord Haart helyreállíthassa a területét és célba juttathassa a mérget.",
    "campaign.secret.Secret B.h3m.prolog" : "Hogy biztosítsam a Dungeon nagyurak támogatását, el kel látnom őket az alagútépítéshez szükséges nyersanyagokkal. Mindenképpen szükség van fára, hogy ne omoljon be az alagút, és aranyra, hogy megfizessék a munkásokat. A kapzsi barlanglakók megtagadták, hogy maguk állják a költségeket. Ha nem szorulnék a segítségükre, saját föld alatti börtöneikbe zárnám be őket!",
    "campaign.secret.Secret B.h3m.region" : "A Dungeon nagyurakat eléggé érdeklik Erathia megbuktatására szőtt terveid. Csak egy buktató van: nincs sem elég aranyuk, sem elég fájuk az újabb alagutak megépítéséhez. Neked kell ellátnod őket a szükséges anyagokkal.",
    "campaign.secret.Secret C.h3m.prolog" : "A Kreeganak iszonyú arrogánsok, de szükségem van a hadseregükre Erathia lerohanásához és erőinek összezúzásához. brutális erejük nélkül képtelen lennék véghezvinni a terveimet. Így hát részt veszek a kis játékukban, és megszerzem drágálatos kincsüket, a Kén Gyűrűjét.",
    "campaign.secret.Secret C.h3m.region" : "A Kreeganak nem hisznek az őszinteségedben. Számukra a nekromanták csak gyönge kísértetek, akik az élőkből táplálkoznak, és képtelenek bármi jó tervet kitalálni. Őszinteséged bizonyítására azt akarják, hogy kerítsd elő a Kén Gyűrűjét. Egy druida lopta el pár éve, és vissza akarják kapni.",
    "campaign.secret.Secret D.h3m.epilog" : "Finneas sokkal ravaszabb, mint ahogy gondoltam! Bebörtönözött azon az alapon, hogy megtámadtam egy ártatlan hadurat. Most egymaga uralhatja Deyját, és magáénak nyilvánítja összes tervemet Erathia meghódítására. Nos, nemsokára rá fog jönni, hogy még a cellából is én fogom a pórázát, és szorosan a nyakára tekerhetem.",
    "campaign.secret.Secret D.h3m.prolog" : "Finneas felfedezte, hogy Smedth, egy fiatal hadúr túl ambíciózus lett. Át akarja venni a helyemet, ő akar lenni Finneas első tanácsadója. Hogy megnyugtassam Finneast, beleegyeztem, hogy saját magam gondoskodom a dologról. Örömmel fogom a Pokolra küldeni a törekvő lichet.",
    "campaign.secret.Secret D.h3m.region" : "Minden terved kész van, de van egy hadúr, aki ellened szegült. Finneas azt mondta, a neve Lord Smedth, és javasolta, hogy taposd el ezt a jelentéktelen kis bogarat. Úgy döntöttél, hogy te magad csinálod: mindig is szálka volt a szemedben, állandóan zaklatott az udvarnál, megpróbálta átvenni a pozíciódat, ő akart lenni Finneas Vilmar első számú tanácsadója. Örömmel fogod a Pokolba küldeni.",
    "campaign.secret.description" : "Sandro első kísérlete Antagarich meghódítására kudarcba fulladt. Azonban nem győzték le végleg. Sandro azt tervezi, hogy több népet egyesít és elindítja azt a háborút, amely elborítja majd az egész kontinenst.",
    "campaign.secret.name" : "A hatalom kísértete",
    "campaign.secret1.Secret-1a.h3m.prolog" : "A történelemben először az emberek és a tündék egymás mellett harcoltak, hogy megvédjék a vidéket a betolakodóktól. Amikor az ünneplésnek vége lesz, visszatér majd a régi gyűlölködés, és mi az ellentétek földjének lakóivá válunk. De nekünk Contesed Lands jövőjére kell gondolnunk. Itt az idő, hogy megalapozzuk a jövőt. Ahhoz, hogy függetlenségi háborúnkat győzelemre vigyük, valami hatalmasabbra van szükségünk, mint a hadseregünk, ami motiválja a népet. Szükségünk van egy jelképes sarokkőre. Keresd a Grált az elvarázsolt földeken, ahol az unikornisok a fákkal beszélgetnek.",
    "campaign.secret1.Secret-1a.h3m.region" : "Mielőtt kimondhatnánk függetlenségünket, szükségünk van egy jelképre, és ez nem más mint a Grál, ami századokkal ezelőtt tűnt el ezen a vidéken. Meg kel találnunk, vagy a tervünk még azelőtt megbukik, mielőtt elkezdhettük volna. Szűk három hónapod van, hogy megtaláld a Grált.",
    "campaign.secret1.Secret-1b.h3m.prolog" : "Az ügyünk nyilvános lett. A sors iróniája, hogy sok ember csatlakozott a tündékhez, hogy megalakítsuk a független országunkat. De már most Erathiához és AvLeehez hű csoportok szervezkednek, hogy megállítsanak minket. Nem folytathatjuk egy erős főhadiszállás nélkül. Faruk Welnin, Welnin ura, egy futárt küldött, hogy felajánlja a védelmét és segítségét. A harcunk a szabadságért megkezdődött. El kell küzdenünk magunkat Welninig, és felépíteni a Grált. Ha ezt megtesszük, Welnin a mi fővárosunk lesz.",
    "campaign.secret1.Secret-1b.h3m.region" : "Az út Welnin felé nem volt könnyű, de az út utolsó része lesz egyben a legnehezebb is. A kószánál, Rylandnél, van a Grál, és keresztül kell jutni az Erathiahoz és AvLeehoz hű csaptok között. Ha odaért, fel kell építtetnie a Grált, hogy az végső otthonra találjon. ",
    "campaign.secret1.Secret-1c.h3m.prolog" : "Messzire jutottunk rövid idő alatt. Erathiaból és AvLeeból seregek érkeztek, hogy visszaállítsák a rendet. Ez veszélyezteti a szabadságért folyó harcunkat, és az ilyen ellenséges elemek egy nagyobb háborút idézhetnek elő. A feladatunk, hogy Welnint tegyük fővárosává és kisöpörjük innen Erathiat és AvLeet. Ha nem tesszük meg, elveszítünk mindent amiért eddig harcoltunk, és a két hatalmas nép újra megismétli a Timber Háborúk mészárlását. Ma kimondjuk függetlenségünket Erathiatól és AvLeetól.",
    "campaign.secret1.Secret-1c.h3m.region" : "A Grál Welninbe érkezett, de most még fel kell építenünk igazi fővárossá. Az Erathiai és AvLeei seregek minden irányból támadnak majd. Hamarosan megmutatjuk nekik, hogy a vitatott területek már nem az övék!",
    "campaign.secret1.description" : "Mivel sikerült végleg kiűzni a betolakodókat, eljött az idő az újjáépítésre. De egyvalaki, Faruk Welnin, úgy döntött hogy felszabadítja a vitatott területeket Erathia és Avlee uralma alól mindörökre.",
    "campaign.secret1.name" : "Az elégedetlenség csírái",
    "campaign.yog.Yog A.h3m.prolog" : "Egész életemben a bracadai varázslóknál tanultam mágiát anyám, egy dzsinn kedvéért. De ereimben barbár apám vére folyik, és úgy érzem, kezeim szívesebben hordoznának kardot, mint pálcát. Úgy látszik, a sors mellém állt, mert meghívást kaptam Winston Boragus hercegtől, hogy csatlakozzam Krewlod seregéhez. Itt az idő, hogy elhagyjam e helyet, de tudom, hogy tanáraim nem engednek el harc nélkül.",
    "campaign.yog.Yog A.h3m.region" : "Soha nem voltál igazán jó varázsló. Még dzsinn származásod sem segített sokat. De mégis, az életed egész jó volt eddig... azonban pár hónapja életed szerelme, Vidomina túlzottan elbízta magát. A varázstudása megrontotta és nekromantává változtatta. Azóta meggyűlölted a varázslatot. Most meghoztad a döntést: elhagyod a varázslók életét, és az leszel, amiről mindig is álmodtál... barbár.",
    "campaign.yog.Yog B.h3m.prolog" : "Mióta elhagytam Bracadát, több krewlodi sereg támadt rám! Nem értem, hogyan lehet ez, hiszen maga a herceg hívott meg ide. El kell utaznom a fővárosba, hogy kiderítsem, miért fordultak ellenem Winston Boragus és csapatai.",
    "campaign.yog.Yog B.h3m.region" : "Nem sokkal azután, hogy lefoglaltad Groa városát, futár érkezett Ulgakból, Krewlod fővárosából. Meglepetésedre maga a herceg írt neked. Ahogy elolvasod a levelet, rájössz, hogy a krewlodi barbárokat nagyon is érdeklik a képességeid.",
    "campaign.yog.Yog C.h3m.prolog" : "Mikor találkoztam Winston Boragusszal, elismerte, hogy azért állította velem szembe Krewlod seregeit, hogy bizonyíthassam rátermettségemet. Először dühös voltam a félrevezetés miatt, aztán a herceg rámutatott, hogy én akartam harcos lenni. A bennem rejlő barbár igazat adott neki. De Boragusnak van még egy feladata számomra, hogy lássa, valóban kész vagyok-e elhagyni a varázslókat. Darabjaira kell törnöm a varázslatos Angyali Szövetség kardot, és a darabokat szét kell szórnom Tatalai, Erathia és Bracada vidékein.",
    "campaign.yog.Yog C.h3m.region" : "Jó hangulatban jöttél el a taállkozóról Winston Boragusszal. Mivel bizonyítani akarsz, Tataliába sietsz, hogy elszállítsd az Angyali Szövetség első két darabját. Először azt hitted, egyszerű a feladatod: csak besétálsz a városba, és odaadod az Angyali Szövetség első két darabját Alendorának. Pár nappal a határ után jössz rá, hogy a tataliaiak nem fogják megkönnyíteni a dolgodat.",
    "campaign.yog.Yog D.h3m.prolog" : "Kiadtam kezemből a Kard első darabját, bár minden varázsló-kiképzésem tiltakozott ez ellen. Most meg kell találnom egy Falor nevű látnokot, és két további darabot kell odaadnom neki: a Gyönyör Nyakláncát és az Oroszlánbátorság Pajzsát. Ez sem lesz egyszerű dolog, mert az erathiaiak nem fogadják szívesen az országukon átmasírozó nagyobb seregeket.",
    "campaign.yog.Yog D.h3m.region" : "Nem sok idő töltöttél Tataliában, és gyorsan Erathia felé vetted az irányt Falort és Terwent keresve. Egy kis szerencsével az erathiaiak kevésbé lesznek ellenségesek a tataliaiaknál.",
    "campaign.yog.Yog E.h3m.epilog" : "Teljesítettem a herceg próbáit, bebizonyítva, hogy végleg felhagytam a mágiával, és befogadtak a barbár hordába! Anyám kétségkívül csalódott lenne, de most új krewlodi családom emelt kupákkal és eljövendő kalandok ígéretével fogad!",
    "campaign.yog.Yog E.h3m.prolog" : "Winston Boragus utolsó próbatétele miatt vissza kell térnem elhagyott szülőföldemre, Bracadába. Meg kell találnom egy Beleg és Orruk nevű párt, és nekik kell adnom az Angyali Szövetség két legerősebb alkotóelemét: az Igazság Kardját és a Megvilágosodás Sisakját. Ez lesz a könnyebbik része, hiszen most már végleg képes vagyok szakítani a mágiával. A nehezebb része az lesz, hogy végig kell verekednem magam Bracada seregein, hiszen ők kevésbé akarnak szakítani velem. ",
    "campaign.yog.Yog E.h3m.region" : "Az út utolsó szakasza újra Bracadába vezet. Eszedben tartod, hogy Aine talán már várni fog téged. Ennek ellenére nem nagyon van más választásod, úgyhogy tábort bontasz, és Beleg és Orruk keresésére indulsz.",
    "campaign.yog.description" : "Yog éveket töltött a bracadai mágusakadémián, hogy varázsló lehessen, de barbár öröksége arra ösztönzi, hogy a harcosok útját válassza. Elfogadja Winston Boragus herceg meghívását, hogy csatlakozzon Krewlod seregéhez. Azonban Bracada varázslói minden erejüket latba fogják vetni, hogy megakadályozzák",
    "campaign.yog.name" : "Barbár születik",

    "map.crag:0.event.0.description" : "\"Ön tűnik a megfelelő embernek egy pár feladatra amit végre kéne hajtani számomra, Mister Hack,\" mondja Sandro, egy egyeneshajú, gombszemű szemközt ülve veled a Wingtail fogadó végében.  Helyeslően bólint izmos testfelépítésedre, ami még Barbár mértékkel mérve is masszívnak mondható.\n\n\"CRAG Hack,\" mordulsz rá.  Varázslók!  Azt hiszik nagyon okosak.  Pedig még egy nevet sem bírnak rendesen megjegyezni!\n\n\"Négy tárgyat keresek, amelyeket néhány nagyon gonosz ember birtokol.  Egyenként a tárgyak értéktelenek, pusztán jelképek.  De együtt egy nagyszerű fegyverré válhatnak, egy fegyverré, amelyre égető szükségem van.\"\n\nEgy csirkelábat köpsz a vézna mágiahasználó felé.  \"Miért kellene segítenem neked?\"\n\nSandro szemei összeszűkülnek.  \"Nem csak mert 500000 aranyat adok és egy kis birtokot amikor visszahozod nekem ezt a négy tárgyat, de ráadásul ha egyszer egyesítem ezeket akkor képes leszek elpusztítani az Elátkozott Csodamellvértet, egy varázstárgyat kimondhatatlan erővel és gonoszsággal.  MOST már érdekel?\"\n\nMegvakarod fejed az elmélkedés ritka pillanatainak egyikében. Elpusztítani valamit - különösen egy ördögi varázstárgyat - vonzó a te Barbár etikai törvényeidnek.  \"Tudod hol ez a négy tárgy?\" \n\n\"Igen tudom. Itt.\"  Sandro egy kis térképet nyújt át neked.  \"Ez az a vidék ahol Barshon a Barbár él.  Ő egy nagyon ördögi ember aki kiásta az első tárgyat amit keresek.  A neve Koponya Sisak.  Most figyelmeztetlek, ne higgy neki akármit is mond.  Bár ő is Barbár mint te, neki nincs becsülete és hazudik mint egy kígyó.  Továbbá más útonálló barbárok is vannak a környéken akik megpróbálnak majd megállítani.  Az biztos hogy ez egy nagyon veszélyes dolog, de elfogadod az ajánlatomat?\"\n\nHirtelen talpra ugrasz, megragadod harci baltádat, és az asztalra csapod, centikre Sandr összekulcsolt kezeitől.  \"Meglesz! De ha átversz, Varázsló, élve foglak megnyúzni.\"",
    "map.crag:0.event.1.description" : "Ahogy Avauntnell területére érsz, eldöntöd hogy felállítod a saját Strongholdodat.  A leggyorsabb út erre ha elfoglalod a környék egyik útonálló Barbár városát.  Ezután már nem lesz gond meglelni Barshont és elvenni tőle a Sisakot.",
    "map.crag:0.event.2.description" : "Felderítők jelentik hogy Barshon szövetkezett a környék útonálló Barbárjaival.  Továbbá egy Erathiai falut találtak északkelet felé.",
    "map.crag:0.guards.27.33.1.message" : "Csontok tömkelege jelzi a trollok földalatti odúját.",
    "map.crag:0.guards.50.66.0.message" : "Egy fiatal lovas barbár kiált feléd, \"Én, Gurnis a Barbár, követelem hogy ne menj tovább ezeken a földeken.  Fordulj vissza vagy meghalsz!\"",
    "map.crag:0.guards.54.12.0.message" : "Egy üzenet érkezik Barshontól: \"Tudom hogy el akarod venni a Koponya Sisakot tőlem, de nem fogom odaadni harc nélkül.  Ez egy családi ékszer generációk óta.  Ha magadnak akarod, előbb meg kell ölnöd.\" \n\nAhogy összetéped a tekercset eszedbe jut hogy Sandro szerint Barshon TALÁLTA a Sisakot.  Vállat vonsz.  Barshon egy hazug kígyó.  Ideje kivágni a villás nyelvét!",
    "map.crag:0.header.description" : "Crag Hacknek meg kell szereznie az első varázstárgyat, a Koponya Sisakot, Barshontól a Barbártól hogy megnyerje a pályát.  Ha Crag Hack csatában elbukik, a pályának vége. Crag Hack maximum 10-es szintet érhet el, de magával viszi tapasztalatát, képességeit és varázslatait a következő pályára.",
    "map.crag:0.header.heroNames.101" : "Barshon",
    "map.crag:0.header.heroNames.97" : "Gurnis",
    "map.crag:0.header.name" : "Horpadó Koponyák",
    "map.crag:0.header.player.0.mainHeroName" : "Gurnis",
    "map.crag:0.header.player.2.mainHeroName" : "Barshon",
    "map.crag:0.heroes.101.name" : "Barshon",
    "map.crag:0.heroes.97.name" : "Gurnis",
    "map.crag:0.monster.27.33.0.message" : "\"Távozz.  A Troll főnökök nem akarnak senkit sem látni.\"",
    "map.crag:0.monster.35.28.1.message" : "A trollok ordítanak, \"Kifelé a házunkból!\"",
    "map.crag:0.quest.34.49.0.completed" : "Az öreg varázsló szemei a nehéz erszényre szegeződnek az öveden.  Megengedi hogy használd a kunyhót 2000 aranyért.  Megfizeted ezt az árat?",
    "map.crag:0.quest.34.49.0.firstVisit" : "Egy öreg varázsló szerint a kunyhójából láthatod hol is van Barshon.  Beenged 2000 aranyért.",
    "map.crag:0.quest.34.49.0.nextVisit" : "Amíg nem hozol neki 2000 aranyat addig a kapzsi varázsló nem enged be a kunyhóba.",
    "map.crag:0.quest.53.12.0.completed" : "A központi földalatti régióban lakó Trollok legyőzésének híre gyorsan terjed.  Át óhajtasz menni, oh nemes Barbár?",
    "map.crag:0.quest.53.12.0.firstVisit" : "Egy kis hordányi Barbár őrcsapat csak akkor enged át, ha elpusztítod a Trollokat, akik mérgezik a környéket.  Néhány barbár úgy gondolja hogy a föld alatt rejtőznek.",
    "map.crag:0.quest.53.12.0.nextVisit" : "A Barbár horda nem enged át amíg nem pusztítottad ki a Trollokat a központi földalatti régióból.",
    "map.crag:0.sign.54.29.0.message" : "Timintal City.  Csak Erathiai lakosoknak engedélyezett a belépés.",
    "map.crag:0.town.55.28.0.name" : "Timintal",
    "map.crag:1.event.0.description" : "\"Ah, visszahozta nekem a Koponya Sisakot, Mister Hack,\" kiált fel Sandro a Wingtail fogadó végében.\n\n\"CRAG Hack, már mondtam.  És tudod mit mondott nekem Barthon? Hogy ez a Sisak az övé volt, hozzá és a családjához tartozott.\" \n\n \"Látod, nem figyelmeztettelek hogy hazudni fog csakhogy megvédjen egy tárgyat?  És még Barbárnak merte magát nevezni!  A gyávának nem volt becsülete.  Remélem a halála a lehető legfájdalmasabb volt.\"\n\nSoha ezelőtt nem hallottál Varázslót ilyen vérszomjasan beszélni.  Ráncolod a szemöldököd miközben Sandro folytatja.  \"A második tárgy amire szükségem van a Halott lovas Kardja.  Egy nagy hős sírjából lopta el egy Halállovag akit Marzethnek hívnak.  Remélem nem találod majd túl nehéznek hogy elérd őt.  Marzeth egy mocsaras területen él, ami nagyon különbözik a sziklás domboktól amit ti Barbárok kedveltek.  Hogy a dolgokat rosszabbá tegye, Marzethnek szövetségesei vannak a területen akik megpróbálják majd megvédeni.\"\n\nFelállsz és megragadod harci baltádat.  \"Ne félts!  Mérföldes mocskon átvágva levágok egy sereg Gyíkembert hogy megbosszuljak egy harcost akinek a sírját megszentségtelenítették.\"  \"Még egy dolog mielőtt távozol.  Nekem is vannak szövetségeseim ezen a környéken.  Ismerem a terület egyik Barbár városának vezetőjét.  Egyetértett hogy használd mint a saját Strongholdodat.\"\nElőször érzel Sandro iránt egy apró tiszteletet.  Ez a Varázsló elnyerte egy Barbár bizalmát, ráadásul egy Stronghold vezetőjéét, nem kevesebbét!  \"Akkor nem vesztegetem az időt, Sandro.  Meglelem azt a Kardot a Sisakod mellé,\" mondod és elindulsz az ajtó felé.",
    "map.crag:1.event.1.description" : "Felderítők jelentik hogy három Castle található a régióban, és úgy tűnik Marzeth az egyikük védelme alatt áll, a Penge Lovagjainak rendje alatt.  Különös.  Miért védenek emberi lovagok egy Halállovagot?  Megrázod a fejed.  A gondolkozás nagyon fáj.",
    "map.crag:1.event.2.description" : "A felderítők újabb híreket hoztak. Feltehetőleg Marzeth egy Penge Lovagja volt aki örökölte a Pengét, de az elátkozott penge megmérgezte a lelkét és Halálovaggá változtatta.  Ez megmagyarázza miért védik az emberek, de ütközik Sandro történetével hogy Marzeth ellopta a kardot egy harcos sírjából.  Legjobb esetben a hír csak félig igaz.",
    "map.crag:1.guards.15.19.0.message" : "Harcosok lépnek elő a bozótból és körültekintően rád néznek.  \"Van engedélyed hogy itt legyél?\" kérdezi a parancsnokuk.\n\nMegmutatod a baltádat és kijelented, \"EZ az engedélyem!\"  mire a parancsnok utasítja a harcosait hogy támadjanak meg.",
    "map.crag:1.guards.15.68.0.message" : "Gyíkemberek kelnek ki a mocsárból és támadnak!",
    "map.crag:1.guards.46.39.0.message" : "Harcosok lépnek elő a bozótból és körültekintően rád néznek.  \"Van engedélyed hogy itt legyél?\" kérdezi a vezetőjük.\n\n\"Engedély?\"  Felnevetsz.  \"Nincs szükségem bűzlő engedélyekre!\"  Erre a vezető rohamot parancsol harcosainak.",
    "map.crag:1.guards.64.9.0.message" : "A Stronghold vezetője és klánja eléd lovagol hogy üdvözöljön.  Ahogy megöleled Barbár barátodat, észreveszed milyen kifejezéstelenek a szemei.  Bár csak kedves szavakat mond Sandroról, kíváncsi vagy hogyan tudta az a vézna varázsló rávenni ezt a nagydarab Barbárt hogy segítsen neked. ",
    "map.crag:1.header.description" : "Szerezd meg a Halott lovas Kardját Marzethtől hogy megnyerd a pályát.  Azonban ha Crag Hack csatában elbukik, a pályának vége. Crag Hack maximum 15-ös szintet érhet el, de magával viszi tapasztalatát, képességeit és varázslatait a következő pályára.",
    "map.crag:1.header.heroNames.65" : "Marzeth",
    "map.crag:1.header.name" : "Fekete Bárány",
    "map.crag:1.heroes.65.biography" : "Marzeth egyszer a Penge Lovagja volt aki egy elátkozott kardot kapott örökségül és Halállovaggá változott.  Semmi más csak a halál enyhítheti szenvedését.",
    "map.crag:1.heroes.65.name" : "Marzeth",
    "map.crag:1.sign.19.19.0.message" : "Ezek a földek a Penge Lovagjaihoz tartoznak. Ha nincs engedélyed hogy itt légy, TÁVOZZ!",
    "map.crag:1.sign.49.36.0.message" : "Ezek a földek a Penge Lovagjaihoz tartoznak. Ha nincs engedélyed hogy itt légy, TÁVOZZ!",
    "map.crag:1.sign.5.69.0.message" : "Aki belép az ásatás területére halállal lakol.  Aláírás: Marzeth",
    "map.crag:1.town.13.32.0.name" : "Első Kard",
    "map.crag:1.town.39.44.0.name" : "Második Kard ",
    "map.crag:1.town.57.58.0.name" : "Harmadik Kard",
    "map.crag:2.event.0.description" : "\"Ragyogó!  Látom megint sikerrel járt, Mister Hack!\"  mondja Sandro a Wingtail fogadó végében. \n\n\"CRAG Hack,\" mordulsz fel.  \"Az a bűzlő Halállovag Marzeth most már egy halott Lovag.\"\n\n\"Nos, a harmadik tárgy amire szükségem van a Csont Mellvért, amit egy csoport Nekromanta bitorol valahol egy kis mocsárban amit Ferrisnek hívnak.\"  Átad egy kis térképet.  \"Biztonságban tartották nekem egy Szentélyben, de a Nekromanták, tudva kutatásom jelentőségét, porrá égették a Szentélyt és ellopták a Csont Mellvértet.  Mindent megtesznek majd ami tőlük telik hogy megállítsanak a megszerzésében.\"\n\n\"Élőhalottakkal harcolni?  Nem szeretem a szagukat.  Büdösek.\"   Összeráncolod a szemöldököd ahogy a térképre nézel.\n\nSandro elővesz egy zsákot és kinyitja egy kicsit, felfedve az aranyakat és drágaköveket.  \"Gondolj a jutalomra amit ígértem és a gonoszra amit eltörölsz Enrothról ha egyszer megszerzed nekem mind a négy tárgyat.\"\n\nGondolkodsz egy kicsit, aztán lassan, egyetértően bólintasz.  Végülis, ezek a Nekromanták leégették az egyetlen helyet ahol egy hős biztonságban lehetne. Meg kell fizetniük e gonosz tettért.  Az azonban kiderült hogy ezért a varázslóért nem is olyan mókás harcolni.  Sandro jobban elgondolkoztat mint kellene.",
    "map.crag:2.event.1.description" : "Ahogy belépsz a Sandro térképén megjelölt területre, első gondolatod felállítani egy Strongholdot.  A varázslónak nyilvánvalóan nincsenek Barbár barátai a környéken akik kölcsönadnák otthonukat de szerencsére a felderítőid egy foglalt Strongholdot jelentettek a közelben...",
    "map.crag:2.event.2.description" : "Megbízol egy felderítőt hogy vigyen el egy üzenetet a Nekromantáknak: \"Adjátok ide a Csont Mellvértet vagy Crag Hack porrá zúzza a csontjaitokat olyan biztosan ahogy hamuvá égettétek azt a Szentélyt.\"  Az üzenetvivő elszalad és gyorsan eltűnik a bozótban.",
    "map.crag:2.event.3.description" : "A hírvivőd visszatér összeverve, véresen és megcsonkítva, de még életben... éppen csak.  Feléd biceg és átad egy papírt:  \"Semmit sem tudunk a Szentélyről, Mister Hack, de azt tudjuk: ön máris halott. Csak ezt még nem tudja magáról.\"  Összetéped a papírt és morogsz hogy az első neved Crag.  Ahogy az összegyűrt lapot visszalököd a hírvivő kezébe, a keze a földre esik.  Zombivá változtatták!  Baltád egy gyors suhintásával lecsapod a fejét.  Átkozott Nekromanták!  Utálod mindegyiküket!",
    "map.crag:2.guards.5.5.0.message" : "Találsz egy gazdag aranyeret a hegy oldalában.",
    "map.crag:2.guards.53.61.0.message" : "Úgy tűnik Ebon Kezének Nekromantái elbarikádozták magukat a fő kastélyaikban!  Talán később le tudsz számolni ezekkel a gyávákkal.  Közben folytathatod küldetésedet a Csont Mellvértért.",
    "map.crag:2.header.description" : "Crag Hacknek meg kell szereznie a Csont Mellvértet a Ferris mocsarát kísértő Lichek egyikétől hogy megnyerd a pályát.  Azonban ha Crag Hack csatában elbukik, a pályának vége. Crag Hack maximum 20-as szintet érhet el, de magával viszi tapasztalatát, képességeit és varázslatait a következő pályára.",
    "map.crag:2.header.name" : "Ketrec a Kézben",
    "map.crag:2.monster.15.61.0.message" : "A Múmiák sziszegnek, \"Senki sem szentségtelenítheti meg a sírunkat.\"",
    "map.crag:2.monster.27.59.0.message" : "A Múmiák sziszegnek, \"Senki sem szentségtelenítheti meg a sírunkat.\"",
    "map.crag:2.monster.69.68.0.message" : "Ahogy a Lichek rád támadnak, észreveszed hogy egyikük páncélt visel, amit úgy tűnik emberi bordákból készítettek.",
    "map.crag:2.sign.18.64.0.message" : "Keletre Ferris mocsarától -Vigyázat, ez Ebon Kezének birtoka.  Nem szeretik a behatolókat.",
    "map.crag:2.sign.5.29.0.message" : "Aranybánya - Észak\n\nSátor - Dél",
    "map.crag:2.sign.59.35.0.message" : "Délre Ferris mocsarától -Vigyázat, ez Ebon Kezének birtoka.  Nem szeretik a behatolókat.",
    "map.crag:2.sign.9.22.0.message" : "Világoskék - Nyugvó Nap \n\nSötétkék - Felkelő Nap",
    "map.crag:2.town.11.13.0.event.0.description" : "Egy nagy közeli Goblin törzs küldi harcosait köszönetük jeleként Barbár testvéreiknek amiért segítettek megvédeni magukat a rabló Ogre törzsek támadása ellen.",
    "map.crag:2.town.55.56.0.event.0.description" : "Ezt a pénzt fanatikus követők adományozták.",
    "map.crag:3.event.0.description" : "\"Megvan a Csont Mellvért!  Tökéletes munka, Mister Hack\" mondja Sandro a Wingtail fogadó hátuljában.\n\n\"CRAG Hack,\" javítod ki a varázslót ingerülten.\n\n \"Most jön az utolsó tárgy amire szükségem van.\"  Sandro előhúz egy térképet és egy területre mutat.  \"Az utolsó feladatra felfogadtam egy régebbi Erathiai sereget, akik most zsoldosok, hogy segítsenek neked.  Az ő Kastélyuk lesz a hadművelet bázisa.  Szükséged lesz a segítségükre az utolsó tárgyért, a Halott Pajzsáért, ami a Halál Kezének nevezett Nekromanta kultusz kezében van.  A pajzsot egy vámpírvadásztól vették el aki akkor esett el amikor megütközött ezekkel a Lichekkel.\"\n\n\"Több élőholtat ne!\" morogsz.\n\n\"Csak gondolj a jutalomra a feladat végén és hozd vissza nekem a Pajzsot.  Nemcsak gazdag ember leszel, de még egy nagy szolgálatot is teszel Erathiának,\" emlékeztet Sandro.  \"Még egy dolog.  Mint a többiek akikkel csatáztál, a Nekromanták is hazudni fognak neked.  Ne hallgass rájuk.\" \n\nAhogy elhagyod a fogadót elgondolkozol az összes hazugságon amivel Sandro feladatai során találkoztál.  Talán ELŐBB kellene begyűjtened a jutalmat, mint megszerzed az utolsó varázstárgyat.",
    "map.crag:3.event.1.description" : "Ahogy közeledsz a kastélyhoz amit Sandro megjelölt a térképen, a kapitánya kilovagol hogy üdvözöljön.  \"Hello! Sandro mondta hogy jönni fogsz, és adjuk meg a teljes közreműködést.\"\n\n\"Jó. Mondd el mit tudsz a küldetésünkről.  Hamarosan indulunk és tudni akarom mi vár ránk.\"\n\nA zsoldoskapitány bólint és mesél neked a déli Nekromantákról.  \"A Halál Keze,\" ahogy magukat nevezik, csendes volt egészen mostanáig. Azonban, röviddel miután Sandro felbérelte a kapitányt, a Nekromanták sokkal nyugtalanabbak lettek, és elkezdtek élőholtakat küldeni északra.",
    "map.crag:3.event.2.description" : "Egy üzenet érkezik a Halál Kezétől: \"Tudjuk hogy egy ismerősünk küldött és hogy mit keresel.  Figyelmeztetünk hogy a Halottak Pajzsa a mi relikviánk.  A mi temetőnk része évek óta.  Mozgósítjuk erőinket hogy megállítsunk és meg is tesszük bármi áron.\"  Még több hazugság, gondolod ahogy széttéped a tekercset, de maradnak kétségeid.  Sandro az akiben nem lehet megbízni?",
    "map.crag:3.event.3.description" : "Sandro pénzt küld hogy segítse a kutatást.",
    "map.crag:3.event.4.description" : "Felderítők jelentik hogy a Halál Keze nagyon hatékonyan elbarikádozta magát kastélyaiban.  Ez a gyávaság nagyon bosszant, de úgy döntesz, a Pajzs megszerzése fontosabb mint bevenni a Nekromanták kastélyait.",
    "map.crag:3.guards.19.25.0.message" : "A kelet felé vezető út eltűnik a szemét és a csonthalmok között.",
    "map.crag:3.guards.23.25.0.message" : "Innen nézve a város hemzseg az élőholtaktól.  A felderítők óvatosságra intenek -- és szép nagy sereget javasolnak -- amikor belépsz.",
    "map.crag:3.guards.50.62.0.message" : "\"Vigyázat!\" szól a hajóácsok egyike, láthatóan reszketve.  \"Élőholtakat láttam hirtelen felkelni valahol a szigeten.\"  Dobsz neki néhány érmét és megköszönöd a figyelmeztetést.",
    "map.crag:3.guards.51.55.0.message" : "Az elátkozott lelkek akiket ide temettek felkelnek és támadnak!",
    "map.crag:3.guards.56.62.0.message" : "A kárhozottak lelkei akiket ide temettek felkelnek és támadnak!",
    "map.crag:3.header.description" : "Szerezd meg a Halottak Pajzsát a \"Halál Kezének\" Nekromanta kultuszától hogy megnyerd a kampányt.  Azonban ha Crag Hack csatában elbukik, a pályának vége. Crag Hack maximum 25-ös szintet érhet el, de magával viszi tapasztalatát, képességeit és varázslatait a következő pályára.",
    "map.crag:3.header.heroNames.67" : "Charnath",
    "map.crag:3.header.name" : "Sírrabló",
    "map.crag:3.heroes.0.biography" : "Slash Crag Hack régi ivócimborája volt Enrothban.  Ejött Erathiából mert rejtőznie kellet a városőrök elől akik ki akarták kérdezi néhány paraszt miatt akikkel volt egy kis vitája.  Erathiában azonnal letartóztatnák kártyacsalásért.",
    "map.crag:3.heroes.0.name" : "Slash",
    "map.crag:3.heroes.67.name" : "Charnath",
    "map.crag:3.monster.34.16.0.message" : "Úgy tűnik ezek a vámpírok megölték az igazi őröket és most ők figyelik a rabot.",
    "map.crag:3.quest.55.62.0.completed" : "Most hogy végeztél Charnathtal, az ő és a te bűneidet is megbocsátom.  Át akarsz menni?",
    "map.crag:3.quest.55.62.0.firstVisit" : "Egy fekete köpenyeges csontfigura szólít meg.  \"Charnath megpróbálta beszennyezni a temetőt előtted.  Most rejtőzködik, és csak akkor engedlek át ha elpusztítod.\" ",
    "map.crag:3.quest.55.62.0.nextVisit" : "A csontfigura tudja hogy Charnath még nem halt meg és nem enged át.",
    "map.crag:3.sign.33.15.0.message" : "Enroth Börtön #520.  Jelenlegi Rab: Slash.",
    "map.crag:3.sign.54.58.0.message" : "A halál talán hazudik és vár, a halál talán repül, de az eonok múlásával még a halál is meghalhat.  Üdvözlünk a Halál Feje temetőben.",
    "map.crag:3.town.12.10.0.event.0.description" : "A kapitány és társainak agresszív toborzása hozott némi eredményt kastélyodba.",
    "map.evil1:0.event.0.description" : "Alárendeltjeink jól dolgoztak. Sikerült egy vulkánt ébreszteniük és erődöt emelniük egy ritkán lakott erdőben, éppen Erathia határán kívül. Amíg a Dungeon Nagyurak a föld alatt haladnak az erathiai főváros felé, neked Erathia szövetségeseire, az avleei tündékre kell lecsapnod.",
    "map.evil1:0.event.1.description" : "Az Arany Sárkány Királynő erős szövetségese AvLeenek. Meg kell találnod a fészkét, és gondoskodnod kell elhalálozásáról. Ez nagyon meggyengíti majd a tündéket, és így kevésbé lesznek veszélyesek Erathia elleni terveinkre. Indulj, és tégy büszkévé minket!",
    "map.evil1:0.guards.61.54.0.message" : "Felderítőid jelentik, hogy közvetlen környezeted gazdag nyersanyagokban, és hogy délre él egy sámán, aki talán hajlandó lesz segíteni nekünk.",
    "map.evil1:0.header.description" : "A győzelemhez meg kell találnod és meg kell ölnöd az Arany Sárkány Királynőt. Hőseid 12. szintig juthatnak el ebben a küldetésben, de 8 legerősebb hősöd elérhető lesz a hadjárat utolsó küldetésében.",
    "map.evil1:0.header.name" : "Egy ördögi terv",
    "map.evil1:0.header.rumor.0.text" : "Délnyugatra van egy ember, aki hozzáférhet a Sárkányok Völgyéhez.",
    "map.evil1:1.event.0.description" : "Ahogy alagutat fúrtunk a terület alá, felfedeztünk egy kis kolóniát, amit rég elveszettnek hittünk. Ha \"meg tudnánk győzni\" őket, hogy csatlakozzanak az ügyünkhöz, elláthatnának minket további egységekkel a felszíni várak megerősítéséhez.",
    "map.evil1:1.event.1.description" : "Egy ügynökünk is van, aki a terület várai után kémkedik egy félreeső szigetről. Találd meg, és megosztja veled tudását a térségről.",
    "map.evil1:1.event.2.description" : "Egy tanácsadó közeledik: \"Jelentést kaptunk, hogy enrothi hadihajók kötöttek ki Erathia déli partján. Egyelőre nem tudjuk, ki vezényli a sereget, sem a sereg méretét. Eofoli forrásaink szerint Roland Ironfist nem vezetheti a flottát.\"",
    "map.evil1:1.event.3.description" : "Egy tanácsadó közeledik: \"Nem jó híreket hozok. Az enrothi flottát a néhai Gryphonheart király lánya, Catherine Ironfist vezeti. Nagy sereget irányít, és egy támaszpontot létesített a parton. Ha nem sietünk, elérheti Steadwicket előttünk.\"",
    "map.evil1:1.guards.45.32.0.message" : "Egy hang morajlik a felhőkből: \"Hitetlenek! Megsértettetek egy szent helyet, és ezért bűnhődni fogtok!\" Rájössz, hogy nem volt olyan jó ötlet küldetésed helyett a kapzsiságodat követni. ",
    "map.evil1:1.header.description" : "A győzelemhez el kell foglalnod az összes ellenséges várat és le kell győznöd az összes ellenséges hőst. Hőseid a 12. szintig juthatnak el ebben a küldetésben, de 8 legerősebb hősöd elérhető lesz a hadjárat utolsó küldetésében.",
    "map.evil1:1.header.name" : "Feltörés",
    "map.evil1:2.event.0.description" : "Gratulálunk az eddigi előmeneteledhez. Letaroltad Kelet-Erathiát, és végre közvetlen közel kerültél az erathiai fővároshoz, Steadwickhez. Gyorsan el kell foglalnod a fővárost!",
    "map.evil1:2.event.1.description" : "Nemcsak Bracada és AvLee küldött erősítést, de híreket kaptunk, hogy Catherine Ironfist királynő is jókora sereggel közelít dél felől. Nekünk kell irányítanunk a várat és a helyőrséget, mire megérkezik.",
    "map.evil1:2.event.2.description" : "Épp most kaptál hírt Catherine királynő továbbhaladásáról. Nighon és Eofol erői megpróbálják késleltetni, de két-három hónapnál tovább nem tudják feltartani.",
    "map.evil1:2.event.3.description" : "Jelentést kapsz délről. Catherine királynő erőit megfelelően késleltetik, így még két hónapod marad a főváros elérésére, de seregeink jelentős veszteségeket szenvedtek. Ne hagyd, hogy áldozataik hiábavalóak legyenek.",
    "map.evil1:2.event.4.description" : "Jelentést kapsz délről. Seregeink továbbra is Catherine királynő útját állják, de ő mégis halad észak felé. Legfeljebb három-négy heted maradt, mielőtt eléri a fővárost.",
    "map.evil1:2.event.5.description" : "Catherine királynő tovább haladt - seregei már csak két hétre vannak. Ha nem sietsz, nem lesz elegendő időnk a főváros megerősítésére, mielőtt megérkezik.",
    "map.evil1:2.event.6.description" : "Felderítőid jelentik, hogy látták Catherine királynő seregeit egy heti járásra délnyugatra. Ha előtted éri el a fővárost, minden elveszett.",
    "map.evil1:2.event.7.description" : "Ma reggel Catherine Ironfist hatalmas serege megérkezett Steadwickbe. Nincs más választásunk: vissza kell vonulnunk. Nyomorultul cserbenhagytál minket.",
    "map.evil1:2.header.description" : "A győzelemhez el kell foglalnod Steadwick városát 3 hónap alatt.",
    "map.evil1:2.header.heroNames.4" : "Kendal tábor",
    "map.evil1:2.header.name" : "Steadwick eleste",
    "map.evil1:2.header.player.0.mainHeroName" : "Kendal tábor",
    "map.evil1:2.heroes.4.name" : "Kendal tábor",
    "map.evil1:2.town.36.42.0.name" : "Steadwick",
    "map.evil2:0.event.0.description" : "Kémeink szerint Gryphonheart király sírja Kőkastély várában, Erathia északi határához közel található. Ezt a helyet nem érintették Nighon és Eofol csapatai. Keresd meg ezt a helyet és foglald el, hogy feltámaszthassuk a király holttestét.",
    "map.evil2:0.event.1.description" : "A Spirit of Oppressiont is meg kell találnod és Kőkastélyba kell vinned, mert szükségünk van rá a halott király felélesztési szertartásához. De gyorsnak kell lenned - semmi hasznunk nem lesz a testből, ha a lélek már elhagyta.",
    "map.evil2:0.header.description" : "A győzelemhez 3 hónapon belül a Kőkastélyba kell vinned a Zsarnokság Szelleme varázstárgyat. Keresd fel a Látnokot - ha teljesíted a Látnok küldetését, a jutalmat átviheted a következő pályára.",
    "map.evil2:0.header.name" : "Egy griff szíve",
    "map.evil2:0.town.18.23.0.name" : "Kőkastély",
    "map.evil2:1.event.0.description" : "Hogy igazán meglepjük Erathiát, három hónapon belül kell támadnunk. Azonban seregeink még nem elég erősek egy nagyméretű bevetéshez. Be kell takarítanod az erathiai határ menti teremtményeket, elegendő élőhalottat teremtve ezzel hadjáratunkhoz.",
    "map.evil2:1.event.1.description" : "Mint mindig, most is gyorsnak kell lenned. A meglepetés erejével kell rajtaütnünk Erathián, ezért három hónapnál többet nem késhetünk. Ez idő alatt legalább 2500 csontvázat kell gyűjtened. Ha elbuksz, nincs esélyünk Erathia ellen. Ne bukj el.",
    "map.evil2:1.event.2.description" : "Levelet kapsz a feletteseidtől: \"Kezdeti előrehaladásod megfelelő, de már csak három heted maradt a feladat teljesítésére.\"",
    "map.evil2:1.event.3.description" : "Levelet kapsz a feletteseidtől: \"Bízom benne, hogy haladsz. Emlékezz, 2500 csontvázra van szükségünk, és már csak két heted maradt a támadás indításáig.\"",
    "map.evil2:1.event.4.description" : "Levelet kapsz a feletteseidtől: \"Egy hét múlva megindítjuk a támadást Erathia ellen. A te 2500 csontvázad a győzelem kulcsa. Bízom benne, hogy megértetted: a kudarc nem lehetséges.\"",
    "map.evil2:1.event.5.description" : "Egyik tanácsadód közeledik: \"Értesültünk róla, hogy Sandrót és csapatait ezen a területen tartják fogva. Ha megtalálod és kiszabadítod, bizonyára segíteni fogja a küldetésedet.\"",
    "map.evil2:1.header.description" : "A győzelemhez 2500 csontvázat kell összegyűjtened 3 hónap alatt. Néhány Határőrség csak úgy enged át, ha a hős egy előző küldetésből hozott varázstárgyat birtokol, de a Határőrség mögötti varázstárgyat továbbviheted a következő küldetésbe.",
    "map.evil2:1.header.name" : "A betakarítás évadja",
    "map.evil2:2.event.0.description" : "Levelet kapsz Gryphonheart lich királytól. \"Parancsnok: úgy tűnik, egy Mot nevű Halállovag nem kívánja követni az utasításaimat, és azt hiszi, hogy nem támadjuk meg Erathiát. Ez rendben is van, hiszen nincs rá szükségünk a terveinkhez.\"",
    "map.evil2:2.event.1.description" : " \"Azonban szükségünk van a seregeire, és nem engedhetem, hogy engedelmetlensége büntetlenül maradjon. A te feladatot, hogy megtaláld Motot és meggyilkold. Aztán felélesztjük, hogy a seregedben szolgáljon. Légy sikeres, és új tábornokomként léphetsz a helyébe.\"",
    "map.evil2:2.event.2.description" : "Az élőhalott királynak még az aláírása is megdermeszt. Gyorsan megírod a választ, egészen egyszerűen: \"Meglesz.\" Mot nem győzhet le téged.",
    "map.evil2:2.header.description" : "A győzelemhez le kell győznöd a Halállovagot, Motot. Néhány Határőrség csak úgy enged át, ha a hős egy előző küldetésből hozott varázstárgyat birtokol, de a Határőrség mögötti varázstárgyat továbbviheted a következő küldetésbe.",
    "map.evil2:2.header.heroNames.70" : "Mot",
    "map.evil2:2.header.name" : "Fizikai büntetés",
    "map.evil2:2.header.player.0.mainHeroName" : "Mot",
    "map.evil2:2.header.rumor.0.text" : "Az örvény a Holtak Barlangjának kapuja, de az Idézés Nyakörve a Kulcs.",
    "map.evil2:2.heroes.70.name" : "Mot",
    "map.evil2:3.event.0.description" : "Parancsaidat személyesen Gryphonheart királytól kaptad. A támadást három, az erathiai határ menti erődből fogod indítani. Az ellenállás először bizonyára erős lesz, de gyorsan biztosítanod kell a területet, mielőtt az utánpótlás megérkezik.",
    "map.evil2:3.event.1.description" : "Nyilvánvaló, hogy Gryphonheart király vissza akar térni Erathia Trónjára, de ezúttal hódítóként. Még innen is érzed a betakarításra váró életek illatát. Indulj, eljött az idő.",
    "map.evil2:3.guards.50.79.0.message" : "Előtted fekszik a híres Titánok Páncélja, amiről a Látnok már oly régen megjósolta, hogy egyszer a tiéd lesz. Magadnak akarod követelni?",
    "map.evil2:3.guards.56.79.0.message" : "Előtted fekszik a híres Titánok Kardja, amiről a Látnok már oly régen megjósolta, hogy egyszer a tiéd lesz. Magadnak akarod követelni?",
    "map.evil2:3.header.description" : "A győzelemhez el kell foglalnod az összes ellenséges várat és le kell győznöd az összes ellenséges hőst. Néhány Határőrség csak úgy enged át, ha a hős egy előző küldetésből hozott varázstárgyat birtokol, de a jutalmad igazán nagy lesz.",
    "map.evil2:3.header.name" : "Nappalból éjszakába",
    "map.final:0.event.0.description" : "Pár napja pletykákat hallottál arról, hogy a nekromanták elárasztották Erathiát. Mivel úgysem csinálsz semmi érdekeset, utánanézel a pletykáknak. A nekromanták valóban nagy erőkkel hatoltak be Erathiába. Mivel erősen irtózol az élőhalottaktól és a nekromanták fekete varázslatától, vezetői képességeiddel segítesz őket kiűzni Erathiából. ",
    "map.final:0.guards.11.66.0.message" : "Ahogy megközelíted a várost, észreveszed, hogy az emberek egészen jókedvűek. Csodálkozol ezen, és megkérdezel egy itteni parasztot. Megmagyarázza: \"Miért, uram, azért, mert te itt vagy, hogy megments minket. És nem csak te, mert a nővérem városában még egy barbár segíti őket a nekromanták ellen. Ez azt jelenti, hogy Erathia és Krewlod újra békét köt?\" Csak bólintasz és továbbállsz, nem akarod szertefoszlatni a reményeit. De megjegyzed magadnak, hogy utána kell nézned a másik barbárnak, akinek szintén gondot okoznak a nekromanták.",
    "map.final:0.guards.22.17.0.message" : "Egy kis kősziklán állsz, és ahogy körülnézed, látod, hogy az út később kettéválik. Az úton túl korhadó fák, a nekromanták jelenlétének bizonyítékai. Ez nem jó jel. Úgy döntesz, hogy előnyösebb helyzetből is megvizsgálod a rothadást.",
    "map.final:0.guards.32.58.0.message" : "Gyorsan megállítod a sereged. Ahogy a nekromanták frissen elfoglalt területeinek szélén állsz, behunyod a szemed, összeszorítod az öklödet, düh és gyűlölet áramlik át rajtad. Hiába próbálkozol minden erőddel, hogy sereget állíts fel a gonosz teremtmények legyőzésére, úgy tűnik, nem vagy elég gyors, hogy megállítsd egyre növekvő befolyásukat.",
    "map.final:0.guards.34.28.0.message" : "Az út mentén haladva hirtelen megállsz, ahogy ráakadsz egy nekromanta kastélyra. Egy régi erathiai város romjain áll. A falak némelyike még mindig kivehető, ott omladoznak a Necropolis árnyéka alatt. A halál bűze elnémít, és megerősít elhatározásodban, hogy segíts ezeken az embereken.",
    "map.final:0.guards.37.8.0.message" : "Érzed, hogy a lovaknak pihenésre van szüksége, ezért lehúzódsz az út mellé, és pár percnyi pihenőt rendelsz el. Ahogy iszol egy kis vizet, megjegyzed magadnak a környezetet, és hogy mit tettek a nekromanták ezzel a valaha gyönyörű vidékkel. Akárki tette is, meg fog fizetni érte, méghozzá drágán.",
    "map.final:0.header.description" : "A győzelemhez Yognak le kell győznie az Erathia e részét pusztító nekromantákat. Azonban ha Yog vereséget szenved, a küldetés elveszett. Yog 30. szintig juthat el, de tapasztalatát és képzettségeit továbbviszi majd a következő küldetésbe.",
    "map.final:0.header.name" : "Betakarítás",
    "map.final:1.event.0.description" : "A Sandro árulása után kutatással töltött napok és hetek nem hoztak eredményt. Úgy látszik, senki sem látta az általad leírt varázslót. Néhányan felismerik a nevet valahonnan, de ha megkérdezed, hol lehet most, csak vállat vonnak. Most már feladtad, és elhatároztad, hogy meglátogatod Krewlodból Erathiába költözött rokonaidat.\n\n\nAhogy egy Hartferd nevű városon haladsz át, a kopaszodó, pocakos polgármester, Timis megszólít a kocsmában, ahol megszálltál.\n\n\"Kérem, segítsen... Crag Hack uram, ha hívhatom önt így. Nagyon súlyos dolog történt velünk. Egy Tyranell nevű lovag ellopta városunk varázstárgyát, a Harcos Szobrának Fejét. Hartferd csak e varázstárgy miatt került rá a térképre, ezért nagyon fontos, hogy visszakapjuk. Sőt, állítólag hogy a Harcos Szobrának többi része is itt van a környéken, meg tudná esetleg ezeket is keresni nekünk? A teljes varázstárgy összeállításával Hartferd valóban mesés város lehetne. Nem tudunk nagy jutalmat ajánlani, de igazi hősként ünnepelnénk önt és mindig szívesen látnánk városunkban.\"\n\nAmíg Timis beszél, végig arra gondolsz, hogy már megint varázstárgyakat kell megtalálnod valakinek. Talán valahogy ebben is benne van Sandro keze. Valószínűleg úgyis segítettél volna neki, de most már egy tucat lóval sem tarthatnak vissza.",
    "map.final:1.event.1.description" : "Ahogy elindulsz, hogy megkeresd az ellopott Fejet és a Szobor többi darabját, egy felderítő lép eléd, és elmondja, hogy két másik lovagnak is vannak itt területei. Mindkettő figyel, és egyik sem barátságos az idegenekkel.",
    "map.final:1.event.2.description" : "Felderítőid jelentik, hogy Tyranell (a lovag, aki ellopta a Harcos Szobrának Fejét) egy délnyugati szigeten rejtőzik. A többi darabról nem sokat tudnak, talán a föld alatt lehetnek valahol.",
    "map.final:1.guards.8.60.0.message" : "Megtalálod Tyranell egy régi alkalmazottját, akit elbocsátottak a szolgálatból, és most leverten ül a homokban. Kikérdezed, és elárulja, hogy Sandro szépen fog fizetni Tyranellnek, ha megtalálja neki a Harcos Szobrának részeit. Tyranell csak felhatalmazásra vár, hogy folytathassa a kutatást. Ezért az információért pár aranyat adsz a szolgának és útjára engeded.",
    "map.final:1.header.description" : "Crag Hacknek a győzelemhez meg kell találnia a Harcos Szobrának összes darabját, és vissza kell vinnie Hartferd városába. Azonban ha Crag Hack vereséget szenved, a küldetés elveszett. Crag Hack 30. szintig juthat el, de tapasztalatát és képzettségeit továbbviszi majd a következő küldetésbe.",
    "map.final:1.header.heroNames.0" : "Lord Velmor",
    "map.final:1.header.heroNames.6" : "Lord Chasim",
    "map.final:1.header.heroNames.7" : "Tyranell",
    "map.final:1.header.name" : "A Harcos összegyűjtése",
    "map.final:1.header.player.1.mainHeroName" : "Lord Chasim",
    "map.final:1.header.player.2.mainHeroName" : "Lord Velmor",
    "map.final:1.heroes.0.name" : "Lord Velmor",
    "map.final:1.heroes.6.name" : "Lord Chasim",
    "map.final:1.heroes.7.name" : "Tyranell",
    "map.final:1.monster.44.18.0.message" : "Kérlek, ne bánts minket! Azt tesszük, amit csak akarsz, ígérjük!",
    "map.final:1.monster.61.25.0.message" : "A háborúnak véget kell vetni! Senki sem léphet át!",
    "map.final:1.quest.30.42.1.firstVisit" : "Az itteni őrök csak Crag Hack átengedésére kaptak parancsot.",
    "map.final:1.quest.68.2.0.completed" : "Az őrök látják, hogy van elég pénzed a sátor meglátogatásához. Ki akarod fizetni a vámot?",
    "map.final:1.quest.68.2.0.firstVisit" : "A sátor meglátogatásához (mely a Sziget kulcsát adja) az őrök 8000 aranyat akarnak. ",
    "map.final:1.town.59.11.0.event.0.description" : "Hartferd lakói építik városukat, hogy segítsenek neked.",
    "map.final:1.town.59.11.0.event.1.description" : "Hartferd lakói építik városukat, hogy segítsenek neked.",
    "map.final:1.town.59.11.0.event.2.description" : "Hartferd lakói építik városukat, hogy segítsenek neked.",
    "map.final:1.town.59.11.0.event.3.description" : "Hartferd lakói építik városukat, hogy segítsenek neked.",
    "map.final:1.town.59.11.0.event.4.description" : "Hartferd lakói építik városukat, hogy segítsenek neked.",
    "map.final:1.town.59.11.0.name" : "Hartferd ",
    "map.final:10.event.0.description" : "Az öböl elválaszt minket a többiektől. Mindkét csapatnak meg kell erősítenie a pozícióját, és ki kell űznie a nekromantákat a Vitatott Földekből és AvLeeből. A területet a nekromanták tartják a markukban, de muszáj, hogy visszaszorítsuk őket. Szórványosan erathiai egységek is vannak a vidéken, és az Angyali Szövetség segítségével csapataink probléma nélkül tudnak majd együtt dolgozni.",
    "map.final:10.event.1.description" : "A varázstárgyak egyesítésével kapcsolatban azután is tovább folyt a kutatás, hogy négyen elindultatok az Angyali Szövetség darabjaiért. A varázslók felfedeztek egy becses fémekből készült szarut, a Bőségszarut. Ha egyesíted a Higany Fiolát, a Kén Gyűrűt, a Kristály Köpenyt és a Drágakő Gyűrűt, megkapod ezt a Bőségszarut. Azt pletykálják, hogy ezek a varázstárgyak pár zsák arannyal együtt itt vannak valahol a vidéken. Nem kétséges, hogy Sandro erői is keresik őket.",
    "map.final:10.event.10.description" : "Üzenet érkezett Gelunak. Gyorsan elolvasta, majd őrjöngeni kezdett, értelmetlen szavakat üvöltve öklözte a fákat és a sziklákat. A helyettese felvette és elolvasta az üzenetet: \"Sajnálattal értesítjük, hogy Caleb, az Erdőőrség Kapitánya életét vesztette a nekromantákkal való összecsapáskor. Evégett felkérjük, hogy amint lehetséges, térjen vissza Erathiába, ahol kiképezzük a kapitányi címmel járó hivatalos kötelességekre, és átveheti az Erdőőrség feletti parancsnokságot. Gratulálunk.\" Amilyen közel állt Caleb Geluhoz, nincs mit örülni az előléptetésnek. ",
    "map.final:10.event.11.description" : "Ez egyszerűen nem a te heted. Egy futár, aki a hadművelet küldetése végett ide-oda utazott a kastélyok között, akaratlanul termeszeket vitt magával. Nem vette észre őket, mert nem volt nála semmi fa. De a várak most már észreveszik. Jó sok fába fog kerülni, mire mindent újraépítesz, és jó sok aranyat kell a rovarirtóra költened. Sőt, még a rovarirtó feleségét is meg kell ajándékoznod néhány drágakővel, különben nem hajlandó kijönni, és elveszted a védelmi vonalad.",
    "map.final:10.event.2.description" : "Komoly csapás ért. Tolvajok jutottak be a kastélyba késő este, megölték az őröket és elloptak minden aranyat, amit csak találtak. Ez eléggé vissza fogja vetni az építkezések ütemét.",
    "map.final:10.event.3.description" : "Egy szegény ember botladozik be a táborba, és összeesik Gem előtt. Gem gyorsan alkalmazza gyógyító varázslatait, és az ember nemsokára el tudja mondani a történetét. Leír egy helyet, ahol az ördögfiókák rejtették el lopott kincseiket, de ez csak tájékozódási pont egy csodálatos aranytalapzaton álló gömbhöz. A gömb úgy örvénylik, mintha felhőkkel lenne tele, és mintha a földre is túlcsordulna. A kavargó felhőkön kívül semmiből életre kelt varázslatos lényeket is látott. Mivel menekülnie kellett a nekromanták elől, nem tudja, hogy még mindig ott van-e a gömb, vagy elvitték.",
    "map.final:10.event.4.description" : "Visszatérnek az Erdőőrség felderítői, és mindegyikük valami figyelemre méltóról számol be. Sandro a támaszpontod felé halad, és nagy sereget vezet. A Bőségszaru darabjai egyes tábornokoknál vannak, de könnyen meg lehet szerezni őket. Az utolsó felderítő szintén érdekes információkkal szolgál. A nekromanták sivár földjein belül fekszik egy még sziklásabb és sötétebb vidék. Ezen a vidék egy aranytalapzaton álló gömböt vesz körül. Úgy tűnik, mintha a gömb iszapból vagy sárból lenne, de a felderítő szerint nagy ereje van. Talán Sandro már meg is szerezte, hiszen végig a közelében volt. ",
    "map.final:10.event.5.description" : "Crag viharosan káromkodva jött ki a sátrából. Az egész tábort bolhák és tetvek támadták meg. Normál esetben nem törődne ilyesmikkel, de a katonák nagy részénél súlyos mellékhatások fognak jelentkezni, ha nem kezelik őket megfelelően. Rengeteg pénzbe kerül az utolsó bolhát is kiszedni a behemótokból, orkokból, farkaslovasokból és az egész szőrös társaságból.",
    "map.final:10.event.6.description" : "Egy fosztogató hadjárat támadt a táborra meglepetésszerűen. Éppen hogy meg tudták menteni az életüket, de a katonák sértetlenek maradtak, viszont a teljes felszerelést pótolni kell. A kovácsok ércet és aranyat kérnek a munkálatokhoz.",
    "map.final:10.event.7.description" : "A mostanában sújtó balszerencse miatt egy látnokot hozattál a táborba, hogy a katasztrófákat kutassa. Meg fogja vizsgálni a jövőt, és utánanéz, hogy mi okozhat a jövőben szerencsétlenséget. Némi munkával és szerencsével elkerülhetők a jövőbeli problémák.",
    "map.final:10.event.8.description" : "A felderítők különös dolgokat láttak. A Gourney nevű kisváros közelében úgy látszik, mintha égne valami, de nincs ott semmi éghető. Egyesek egy lenyűgöző gömböt vélnek látni a tűz közepén, égő felszínén kavarog a tűz pirosa és sárgája. Mások szerint tűzelementálok táncolnak a lángok között, de biztosat senki sem tud.",
    "map.final:10.event.9.description" : "Egy behemót rongyosan, piszkosan, ám nagyon boldogan és izgatottan tér vissza Yoghoz. Azt kiáltja: \"Megöltem vagy százat azokból a csontos flótásokból, mielőtt elfutottak. És láttam egy szép labdát egy tócsa közepén, olyan messze délre, ameddig csak menni bírtam. Innen keletre van, mélyen a nekrók területében.\" Büszkén veri a mellét, mert tudja, hogy fontos információt hozott, ugyanis Yog nagyon izgatottnak tűnik. A behemótot megetetik és megfürdetik. ",
    "map.final:10.guards.103.76.0.message" : "Nem figyeltél eléggé, tűzelementálok támadnak rád!",
    "map.final:10.guards.105.87.0.message" : "Az egész föld úgy lángol, mintha tűzelementálok laknák. Idegesen körülnézel, de épp hogy csak el tudod kerülni a rád ugró elementálokat!",
    "map.final:10.guards.106.56.0.message" : "Eredetileg az Iszap Varázsgömb mélyen a bolygóba volt temetve, hogy a Föld Elemi Síkjáról könnyen elérhető legyen. De valamilyen okból felszínre került. Az viszont biztos, hogy erősen őrzik.",
    "map.final:10.guards.14.72.0.message" : "Egy fiatal, barna szakállú mágus int neked, meghajol, majd azonnal eltűnik. Valamit elronthatott a varázslatban, mert ezt a gyönyörű gallért itt hagyta. Nos, az ő hibája, ha rosszul tanulta meg, tehát felveszed a gallért és magadra öltöd.",
    "map.final:10.guards.14.93.0.message" : "Egy tökéletes pár csizmát hagyott itt valaki. Talán a tulajdonos olyan gyorsan futott, hogy egyszerűen kifutott a csizmából. Nos, nem fogod csak úgy itt hagyni, végül is akár Sandro is rátehetné a kezét.",
    "map.final:10.guards.32.21.0.message" : "Ez a fejsze régen a Nagy Csarnokban lógott, de pár éve ellopták. Örülsz, hogy visszaszerezheted.",
    "map.final:10.guards.37.101.0.message" : "Úgy tűnik, egy ogre egyszerűen elhagyta ezt. Szégyen lenne hagyni, hogy egy ilyen tárgy veszendőbe menjen.",
    "map.final:10.guards.4.72.0.message" : "Akárki is ez az ogre, állandóan széthagyja a holmiját. Megbüntetnéd szemetelésért, de az itt hagyott cucc nem éppen szemét.",
    "map.final:10.guards.43.91.0.message" : "A felhők közül légelementálok száguldanak feléd, és magukkal hozták bátyjaikat, a viharelementálokat is! Nincs hova futnod, vállalnod kell a harcot!",
    "map.final:10.guards.44.5.0.message" : "Átkelőben ezen az üres völgyön nagyon is értékeled a kilátást. Kellemes itt a szép tavacskával és a vidáman csobogó patakkal. A zöld lombok alatt gyönyörű virágot nőnek, és meleg szellő fúj. Sajnos mégsem te vagy az egyetlen ebben a szép kis völgyben: férgek lakják a területet, és most már téged is. Mivel erre az idő az egyetlen gyógymód, a katonáid egy ideig gyengébben fognak harcolni.",
    "map.final:10.guards.45.88.0.message" : "Itt egy kis erszény, és tele van arannyal! Ma jó napod van, megtaláltad az egyik varázstárgyat, amiről az Erdőőrség egységei beszéltek. Talán a többit is megtalálod.",
    "map.final:10.guards.49.15.0.message" : "Úgy tűnik, a pajzsot tartó törpét legyőzték. Megzizzen a bokor, és felfedezed, ki volt a győztes. El akarsz futni, vagy megbosszulod a törpe halálát?",
    "map.final:10.guards.51.44.0.message" : "Úgy tűnik, a Levegő Istenei rámosolyogtak, és egy nagyon értékes varázstárgyat helyeztek az utadba. Már csak az a kérdés: érdemes vagy rá?",
    "map.final:10.guards.54.29.0.message" : "Ez a varázstárgy a Tűz Elemi Síkjáról származik, és a lángoló lakosok köztudottan nem kedvelik, ha ellopják a tulajdonukat.",
    "map.final:10.guards.62.99.0.message" : "Ez a terület kétségkívül magasabb fekvésű, mint a többi. Okos lenne figyelni a vidéket őrző légelementálokra.",
    "map.final:10.guards.72.107.0.message" : "Ez a varázstárgy az elemek párhuzamos birodalmából származik, egész pontosan a Víz Elemi Síkjáról. És köztudottan nem hagyják őrizetlenül.",
    "map.final:10.guards.85.80.0.message" : "Az egész föld úgy lángol, mintha tűzelementálok laknák. Idegesen körülnézel, de épp hogy csak el tudod kerülni a rád ugró elementálokat!",
    "map.final:10.guards.88.77.0.message" : "Az egész föld úgy lángol, mintha tűzelementálok laknák. Idegesen körülnézel, de épp hogy csak el tudod kerülni a rád ugró elementálokat!",
    "map.final:10.guards.89.46.0.message" : "Átkelőben a sivár földeken rájössz, hogy ez a hely nagyon tetszene a földelementáloknak. Más elem nincs jelen igazán, és egész békésen eléldegélhetnének itt. Amíg ezen gondolkodsz, embereidet földelementálok veszik körül, akik tényleg itt élnek, és támadnak!",
    "map.final:10.guards.89.8.0.message" : "Amíg átkelsz ezeken a gyönyörű tavacskákon, vízelementálok támadnak rád, akik erőszakosan védik a vizeket. Nem tudsz menekülni, így védekezned kell.",
    "map.final:10.guards.91.78.0.message" : "Ilyen sok tűzelementállal a közelben óvatosabbnak kellene lenned, hogy ne keveredj bele még egy rajtaütésbe. Szerencsére most nincs a közelben egy sem.",
    "map.final:10.guards.99.83.0.message" : "Ilyen sok tűzelementállal a közelben óvatosabbnak kellene lenned, hogy ne keveredj bele még egy rajtaütésbe. Szerencsére most nincs a közelben egy sem.",
    "map.final:10.header.description" : "Győzd le a terület összes nekromantáját, és állítsd össze az Angyali Szövetséget. Azonban ha Gem, Gelu, Crag Hack vagy Yog vereséget szenved, a küldetés elveszett. A négy hős 40. szintig juthat el, de tapasztalataikat, képességeiket és varázslataikat átviszik majd a következő küldetésbe. ",
    "map.final:10.header.name" : "Egyesülés",
    "map.final:10.monster.13.15.0.message" : "Generációk óta favágók vagyunk, és ez a MI fűrésztelepünk! Senki nem veheti el tőlünk!",
    "map.final:10.monster.16.1.0.message" : "Mi gyűjtöttük össze ezeket a kincseket, és te nem jöhetsz be ide! Mivel erőlteted a témát, kénytelenek leszünk elpusztítani!",
    "map.final:10.monster.2.105.0.message" : "Ez a MI kőbányánk, és nem látunk szívesen benne! Már régóta várunk itt a működtetéséhez szükséges ellátmányra. Azt ne hidd, hogy csak betáncolsz ide, és már elkezdhetsz dolgozni! Ütött az órád, kövér bolond!",
    "map.final:10.monster.29.13.0.message" : "A pokoli szerkezeteid által meggyilkolt emberek özvegyei vagyunk, és nem hagyjuk, hogy több özvegy legyen miattad! Készülj a halálra!",
    "map.final:10.monster.33.102.0.message" : "Szívesen engedjük működtetni ezt az aranybányát, amíg te engeded, hogy szívjuk a véredet. Nem? Akkor harcoljunk!",
    "map.final:10.monster.38.13.0.message" : "Nagyon is szívesen látunk, hogy a kristálytelepből lakmározz... amíg mi lakmározhatunk belőled!",
    "map.final:10.monster.7.66.0.message" : "Ezek a mi kincseink, és senki sem juthat hozzájuk, amíg nekünk is van mondanivalónk! Ha már itt tartunk, VAN mondanivalónk: harc vagy halál!",
    "map.final:10.town.58.28.0.name" : "Gourney",
    "map.final:11.event.0.description" : "Mélyen behatoltunk a nekromanták területére. Itt szinte minden haldoklik; már csak néhány fa ragaszkodik a földhöz, miután egy nekromanta oly sokáig űzte itt halálos mágiáját. Mindegyikünk egy-egy várat vezet, és megkezdődtek az előkészületek az utolsó összecsapáshoz. Sandro a sivatagon túl van. A halálos csapdákról és vándorló martalócokról szóló pletykák mindannyiunkat elővigyázatossá tettek, még a félelmet nem ismerő Crag Hacket is.",
    "map.final:11.event.1.description" : "Gyorsan újra működésbe hoztuk a fűrésztelepeket és a kőbányákat, de a négy vár szűkösen fog kijönni a nyersanyagokból. Elkerülhetetlen lenne több nyersanyagot és aranyat szerezni, hogy a várakat felépíthessük és fenntarthassuk. Mindegyikünk átvizsgálja a vidéket és felderítőket küld ki. A nekromanták várai jobbára ki vannak építve, és előttünk járnak. Üzenetet küldtem haza, azt remélve, hogy erősítést kapunk, de nem tudom, van-e rá egyáltalán esély.",
    "map.final:11.event.10.description" : "Tudósítás érkezik a sivatagot gyorsan átszelő nomádokról. Lehetséges lenne felfogadni ezeket az embereket, hogy meggyorsítsák utadat a sivatagon keresztül Sandro területére. Csak fel kell keresned a csíkos sátort.",
    "map.final:11.event.11.description" : "Az Erdőőrség meghozta az információt, amit kértél. Sandro egy erősen védett őrtorony mögött barikádozta el magát, és nem fog onnan elmozdulni. Állítólag van ott pár ember, aki el szeretné hagyni Deyját, de ehhez szükségük van a Lebegés Csizmájára. Ha elhozod nekik, átengednek a helyőrségen, és saját kastélyában győzheted le Sandrót.",
    "map.final:11.event.12.description" : "Egyik ügynököd birtokában van a Lebegés Csizmája, de 50 hobgoblint kell hoznod neki, hogy elhiggye, nem a nekromanták trükkje vagy. Azért is szüksége van a katonákra, hogy folytathassa kutatásait Deyján belül. Meg kell látogatnod ezt a kunyhót, hogy legyőzhesd Sandrót.",
    "map.final:11.event.13.description" : "Az élőhalottak seregi nem tudnak betörni, mert elbarikádoztad magad a kastélyodban. Már jó ideje állnak a falakon kívül, és elszántan próbálnak bejutni. Aztán egy napon embereidre lesújt a ragály. A nekromanták rothadt hússal mérgezték meg az ivóvizedet, és most drágán meg kell fizetned a szükséges gyógykezeléseket.",
    "map.final:11.event.14.description" : "Egy hét múlva kifutsz az időből. A Sandro terveihez szükséges katonák már úton vannak. Ha nem sietsz, két erős sereg közt kerülsz csapdába. Létfontosságú, hogy sikerrel járj.",
    "map.final:11.event.15.description" : "Két héten belül megérkeznek Sandro erősítései, és te többé csak egy rossz emlék leszel. Vagy legyőzöd őket, vagy meghalsz a semmiért.",
    "map.final:11.event.16.description" : "Nem maradt már sok idő, és nem kellene elvesztegetned. Sandro seregeit már közelebb látták, és három héten belül mindenképpen ideérnek. Siess, mert ha nem fejezed be gyorsan a feladatod, Sandro fog nyerni.",
    "map.final:11.event.17.description" : "Egy hónapod van még, mielőtt Sandro csapatai ideérnek. A felderítők már észrevették őket a látóhatár szélén. Talán kaphatsz egy-két nappal többet, ha lassan utaznak. Ha Sandrót és szolgáit nem győzöd le hamarosan, az ügy és a rengeteg beleölt idő elveszik.",
    "map.final:11.event.2.description" : "Egy föld alá vezető portálról kapunk beszámolókat. Állítólag a föld alatt barlangok vannak, tele minden álmodat felülmúló kincsekkel. Csak annyit kell tenned, hogy elbánsz Sandro egyik generálisával, és használatba veszed a portált.",
    "map.final:11.event.3.description" : "Az egyik felkutatott varázstárgy az Életelixír. Az összetevőket Gelu gyűjtötte össze Lord Falorelnek, aki nyilvánvalóan nem használta, hanem elrejtette, hogy senki se használhassa fel ellene. Ez a varázstárgy nagyon hasznos lehetne, ha megtalálnánk. A mágusok szerint ezen a vidéken található, de a pontos helyét nem tudják.",
    "map.final:11.event.4.description" : "Egy varázsló téved be a táborba és ételért könyörög. Crag Hack követeli, hogy az öreg előbb érdemelje ki az ételt és a szállást, így a varázsló figyelmesen szemügyre veszi a barbárt. Végül így szól: \"Az Életelixír megszerzéséhez a szellemsárkányok jelentik a kulcsot.\" Ezután folytatja az étkezést, és az est folyamán semmibe veszi Craget... ami eléggé ingerli a barbárt.",
    "map.final:11.event.5.description" : "Egyik felderítőd szerint néhány ember a föld alatti barlangokból szintén az Életelixírt keresi. Talán jobb lenne vásárolgatni kicsit, és megnézni, mi kapható.",
    "map.final:11.event.6.description" : "Kora reggel, mielőtt még a nap fénye elérte volna a kőlapokat, megszólalt a riasztó csengő. Harcban reménykedve, Yog fejszével a kezében kiugrott a hálózsákjából és a felbolydulás felé rohant. Hamar nyilvánvalóvá vált, hogy túl lassú volt. A banditák már eltűntek némi nyersanyaggal, csirkével, arannyal, drágakővel, fegyverrel és páncélzattal. A szerencsétlen könyvelőt a legszebb álmából riasztották, hogy kiszámolja, mibe fog mindez kerülni.",
    "map.final:11.event.7.description" : "Egy óriási füstfelhőt láttak a sivatag felett szállni, mint egy undorító fekete kígyót. A kiküldött felderítőknek érdekes információik vannak. A nekromanták lepénzelték az elementálokat, akik megengedték, hogy az o tüzüket használják, és így égheto anyag nélkül használjanak tuzvarázslatot. Jó ötlet lenne képzett varázslót küldeni, hogy elbánjon ezekkel a nekromantákkal... és minden tekintet Gem felé fordul.",
    "map.final:11.event.8.description" : "Egy prófétanő lép be a táborba, és kijelenti, hogy fontos információi vannak Gelu számára. Gelu beleegyezik, hogy találkozzon vele, és a nő így szól: \"A sivatag messze északi sarkában található a Tűz Kötete. Okos lenne még előttük megtalálni. 500 arany lesz.\" Gelu kifizeti a nőt, és Gem azon gondolkozik, mennyi idős is pontosan.",
    "map.final:11.event.9.description" : "Egy öregember támolyog be a táborba, mögötte az egész családja. A legalább ötvenfős csapat Crag Hackhez ér, és az öregember előrelép. \"Kérem, uram, fontos információim vannak az ön számára, és ha tudna elég aranyat adni a családom etetéséhez, szívesen megosztanám önnel.\" Crag Hack beleegyezik, hogy 500 aranyat fizessen az embernek, aki elmondja, amit tud. \"A hatalmas Víz Kötete Sandro kastélyától délre található. Lapjai között nagy erejű varázslatok lapulnak, melyeket bárki felhasználhat, ha elég bölcs hozzá.\"",
    "map.final:11.guards.6.2.0.message" : "Ezt az ősi kötetet évszázadokig őrizték, most mégis őrizetlenül és védtelenül fekszik itt. Vagy mégsem?",
    "map.final:11.guards.65.21.0.message" : "Az őröket a Vizek Urai állították ide évszázadokkal ezelőtt, hogy megvédjék ezt a kötetet. Nem csoda, hogy a nekromanták nem tudták őket legyőzni.",
    "map.final:11.header.description" : "Győzd le Sandrót és összes szolgáját, hogy teljesítsd a küldetést. Azonban ha a négy hős valamelyike vereséget szenved, vagy négy hónapon belül nem győződ le Sandro seregét, a küldetés elveszett.",
    "map.final:11.header.heroNames.70" : "Finneas ",
    "map.final:11.header.name" : "Sandro bukása",
    "map.final:11.heroes.70.name" : "Finneas ",
    "map.final:11.monster.14.51.1.message" : "Nem engedünk át. Jamison, a látnok megpróbál segíteni az anyjának, aki csak a Levegő és Víz erőit támogatja, de nem ismeri el a mi erőnket. Arcátlansága miatt senkit sem engedünk át.",
    "map.final:11.monster.20.25.1.message" : " \"Ez a mi területünk!\" rikácsolja a főnix. \"Halál rád!\"",
    "map.final:11.monster.42.30.1.message" : "Ez a mi birodalmunk! Halandóknak tilos a belépés! Készülj fel, hogy az éter részévé válj!",
    "map.final:11.monster.44.23.1.message" : "Mi vagyunk az őrök, és téged nem fogunk beengedni. Ne gondold, hogy könnyen legyőzhetsz minket!",
    "map.final:11.monster.46.31.1.message" : "Ez a mi birodalmunk! Halandóknak tilos a belépés! Készülj fel, hogy az éter részévé válj!",
    "map.final:11.monster.47.42.0.message" : "Ezeket a gólemeket évszázadokkal ezelőtt állították ide, hogy megvédjék az Elmentál Uraktól ellopott Köteteket. Most le kell győznöd mind a 200 őrt, hogy hozzájuthass az értékes könyvekhez.",
    "map.final:11.monster.49.25.1.message" : "Ez a mi birodalmunk! Halandóknak tilos a belépés! Készülj fel, hogy az éter részévé válj!",
    "map.final:11.monster.52.58.1.message" : "Nem engedjük, hogy bárki is megzavarja a szentélyünket! Téged is cseppfolyósítunk és hozzáadunk a tavunkhoz!\n",
    "map.final:11.monster.52.62.1.message" : "Nem engedjük, hogy bárki is megzavarja a szentélyünket! Téged is cseppfolyósítunk és hozzáadunk a tavunkhoz!\n",
    "map.final:11.monster.53.22.1.message" : "Ez a mi birodalmunk! Halandóknak tilos a belépés! Készülj fel, hogy az éter részévé válj!",
    "map.final:11.monster.54.57.1.message" : "Nem engedjük, hogy bárki is megzavarja a szentélyünket! Téged is cseppfolyósítunk és hozzáadunk a tavunkhoz!\n",
    "map.final:11.monster.56.61.1.message" : "Nem engedjük, hogy bárki is megzavarja a szentélyünket! Téged is cseppfolyósítunk és hozzáadunk a tavunkhoz!\n",
    "map.final:11.quest.13.50.1.completed" : "That is the Elixir!  Where did you find it?  No matter.  Will you trade it for my Bow of the Sharpshooter?",
    "map.final:11.quest.13.50.1.firstVisit" : "I am in desperate need of the Elixir of Life.  My mother's health is failing and water drunk from the Elixir will heal her.  I have sworn to give up my most prized possession, the Bow of the Sharpshooter, if I can find the Elixir of Life.",
    "map.final:11.quest.13.50.1.nextVisit" : "Unless you have the Elixir of Life I will not give up my bow.",
    "map.final:11.quest.21.23.1.completed" : "Tökéletes példány! Elcseréled a Varázslók Kútjára?",
    "map.final:11.quest.21.23.1.firstVisit" : "Hallottam egy ősi varázstárgyról, az Életelixírről. Ezért a ritka varázstárgyért cserébe neked adnám ezt a régi szemetet, a Varázslók Kútját. Ha elhozod nekem, üzletet ajánlok.",
    "map.final:11.quest.21.23.1.nextVisit" : "Semmi? Keress tovább....",
    "map.final:11.quest.49.29.0.completed" : "Remek! Végre folytathatjuk a felderítést Deyjában. Add nekünk az 50 hobgoblint, és megkapod a Lebegés Csizmáját. Innen elmehetsz a helyőrséghez, akik szeretnének elmenekülni, de nem tudnak. A Lebegés Csizmájával el tudnak majd futni, te pedig átkelhetsz a kapun, hogy megöld Sandrót... vagy legalább jól kioszd.",
    "map.final:11.quest.49.29.0.firstVisit" : "Több ágyútöltögetőre van szükségünk, hogy tovább tudjuk tartani a kémek vonalát és eltereljük a figyelmet róluk. Hozz nekünk 50 hobgoblint, és neked adjuk a Lebegés Csizmáját. Szükséged lesz rájuk, hogy megközelítsd Sandrót.",
    "map.final:11.quest.49.29.0.nextVisit" : "Csak akkor kapod meg a Csizmát, ha hozol 50 hobgoblint.",
    "map.final:11.quest.51.58.1.completed" : "Neked adom a nagyapám Mágus Gyűrűjét, ha megkapom az Életelixírt.",
    "map.final:11.quest.51.58.1.firstVisit" : "Az Életelixírt keresem. Ez a gyűrű valaha a nagyapámé, egy hatalmas mágusé volt. Óriási erő járja át, és az Elixírért cserébe neked adnám.",
    "map.final:11.quest.51.58.1.nextVisit" : "Semmi? Keress tovább....",
    "map.final:11.quest.59.50.0.completed" : "Nagyon köszönjük hősiességedet. Tudjuk, hogy még gyengeségükben is nehéz volt szembenézni velük. Itt van az Életelixír. Tartsd meg vagy add el. A föld alatt élnek páran, akik olyasmit adnának érte, amit még hasznosabbnak találnál. Keresd fel a portálokat, és talán valami még értékesebbet találsz.",
    "map.final:11.quest.59.50.0.firstVisit" : "Barátaink valaha gyönyörű sárkányok voltak, akik ezt a vidéket lakták. Ma már csak rettenetes szellemei egykori önmaguknak, és teljesen a nekromanták irányítása alatt állnak. Ha békét adsz lelkeiknek, nagy kincsekhez adjuk meg a kulcsot.",
    "map.final:11.quest.59.50.0.nextVisit" : "Amíg nem pihentek meg a lelkeik, nem adjuk át az Életelixírt.",
    "map.final:11.quest.65.7.0.completed" : "Add át a Lebegés Csizmáját, és átengedünk. Máskülönben patthelyzetbe kerülünk.",
    "map.final:11.quest.65.7.0.firstVisit" : "Nem hagyhatjuk el ezt a helyet. Csak akkor hagyhatnánk el, ha képesek lennénk repülni. A Lebegés Csizmája az egyetlen reményünk. Egy nagy tavon kellene átkelnünk, de mivel tilos hajókat használnunk, itt ragadtunk. A Csizmával magunktól is át tudnánk kelni, és örökre magunk mögött hagyhatnánk Deyját.",
    "map.final:11.quest.65.7.0.nextVisit" : "A Lebegés Csizmája nélkül mi nem távozhatunk, te pedig nem kelhetsz át.",
    "map.final:2.event.0.description" : "Ma reggel Fűzfavölgybe érkezvén felfedezted, hogy Lord Falorelt méreggel meggyilkolták. Azonban a holttest vizsgálata kimutatta, hogy Lord Falorel nem is volt tünde! Csak tündének adta ki magát, de valójában vámpír volt! Valami nagyon furcsa dolog folyik itt. Ki kell találnod, mi lehet az. A leleplezett csalás ellenére is meg kell keresned a gyilkost AvLee kedvéért.",
    "map.final:2.event.1.description" : "Egy futár azt a hírt hozza, hogy a nekromanta haderők birtokba vették Soledare városát. Csontvázak járják az utcákat, és a lakosságot átalakították. Siess keletre, hogy felszabadítsd Soledare-t. Bár jobbára elpusztult, megtalálod a módját, hogy visszaállítsd eredeti állapotába.",
    "map.final:2.event.10.description" : "A gyilkolászásnak véget kell vetni. AvLee és Erathia lordjai nagyon aggódnak a jelentéseid és az itt kibontakozó események miatt. A terület várainak meghódítása nagyban lelassítja a nekromanták csontváz-előállítását. Ezt a szörnyűséget azonnal meg kell szüntetni. Csak akkor lehet rettegéstől zavartalan az álmod.",
    "map.final:2.event.11.description" : "Lord Falorel halála és annak felfedezése, hogy valójában vámpír volt, kérdéseket vet fel múltbéli tetteiddel kapcsolatban. Azok a lordok tényleg a vidéket támadó banditák voltak? És az a Sárkányúr, tényleg a nekromantákkal szövetkezett? Talán sosem tudod meg, mi volt az imposztor célja, de az biztos, hogy voltak ellenségei, akik végül elkapták.\n\nAz események fényében az igazságtalanul meggyilkoltak sikolyai kísérteni fognak. Vezekelned kell, hogy megtisztítsd a lelkedet, és elkerülhetetlen, hogy az erathiai vezetők is tudomást szerezzenek a történtekről. Attól tartasz, nem lesznek elégedettek a te szerepeddel ebben az egészben.",
    "map.final:2.event.12.description" : "Levél érkezett ma egy Gem nevű druidától. Ha végeztél ezzel az üggyel, találkozni akar veled, hogy alaposan megvizsgáljátok a mostani eseteket a nekromantákkal kapcsolatban. Úgy véli, hogy egy mély csapást terveznek AvLee területére, és ennél jobban nem is érthetnél vele egyet. Válaszod pozitív: ha itt végeztél, találkozol vele.",
    "map.final:2.event.2.description" : "Állítólag valahol távol egy druidának is gondjai akadtak a nekromantákkal. Azon gondolkozol, hogy vajon Lord Falorel halálának nincs-e köze az ő problémájához.",
    "map.final:2.event.3.description" : "A Shandar folyó vize választja el AvLeet és Deyját. Antagarich egyik legnagyobb folyójaként a Shandar valaha az eofoli félszerzetek és a nyugat-avleei városok közti fontos kereskedelmi útvonal volt. Most egy megvédendő országhatár, ahol nagy az éberség és gyakran van konfliktus. A Shandarnak sok gyors áramlata van, de biztonságosan hajózható, ami kiváló stratégiai ponttá teszi.",
    "map.final:2.event.4.description" : "A lakosságot karámokba terelve a nekromanták könnyedén lemészárolhatják őket, és tömegesen állíthatnak elő élőhalottakat. A részletek olyan borzalmasak, hogy felfordul a gyomrod, és majdnem elhányod magad. Szerencsére a kiképzésed több mint elegendőnek bizonyul, hogy elhárítsa ezt a veszélyt. Fel vagy háborodva, és megesküszöl, hogy megbosszulod ezeket a szerencsétlen lelkeket.",
    "map.final:2.event.5.description" : "Kiterjedt föld alatti alagúthálózat van a terület alatt, amely mélyen benyúlik a folyó alá, és sok hely elérhető általa. Megfelelően használva ez az alagútrendszer lehetővé tenne pár dinamikus hadműveletet és meglepetésszerű támadást. Ezt az ötletet feltétlenül érdemes megvizsgálni, mert az ellenség bizonyára erősen figyelteti a partjait.",
    "map.final:2.event.6.description" : "Felderítőid jelentik, hogy láttak pár csontvázzá változtató szertartást, és a legvégsőkig borzalmasak. A nekromantáknak nagyon szükségük lehet csapatokra. Azt is jelentik, hogy két barbár is hasonló problémákkal küszködik Erathiában. A másik lehetőség, hogy valami nagy dologra készülnek. Ez nem szívesen látott gondolat... de mégis veled marad.",
    "map.final:2.event.7.description" : "Pár fogoly kihallgatása végre egy névhez vezet: Sandro. Állítólag ez a Sandro Vayarad riválisa volt, és talán ő rendelte el a megmérgezését.",
    "map.final:2.event.8.description" : "Jelentés érkezik az erathiai parancsnokaidtól:\n\n\"A Lord Falorelről szóló hírek elérték a lakosságot, a szó gyorsan terjedt, és most a tünde nemesség félelemmel teli és gyanakvó. Azonosítsd a gyilkost. A tündék a saját soraikat ellenőrzik, hogy nincs-e több átalakított avleei. Hírt kaptunk több nekromanta tevékenységről is. Keres fel egy Gem nevű druidát, aki szintén hasonló eseményeket vizsgál.\"\n\n\"Ami az imposztor parancsai szerinti tevékenységedet illeti, ne félj! Gryphonheart király megérti a szituációt, és támogatja a jelenlegi helyzetedet.\"",
    "map.final:2.event.9.description" : "Jövendőmondóid felfedték, hogy Lord Falorel igazi neve Vayarad volt, vámpírúr Deyja északnyugati részéből. Megvetette AvLeeben a lábát, valamiféle államcsínyre készülve Deyjában. Elég lassan növekedett a serege, de növekedett. A jósok úgy vélik, az igazi Lord Falorelt valamikor megölték, és Vayarad állt a helyébe. Erősen valószínű, hogy Falorelt élőhalottá változtatták, és most Deyja seregében szolgál.",
    "map.final:2.header.description" : "Le kell győznöd a terület összes nekromantáját. Azonban ha Gelu vereséget szenved, a küldetés elveszett. Gelu 30. szintig juthat el, de tapasztalatát és képzettségeit továbbviszi majd a következő küldetésbe.",
    "map.final:2.header.name" : "Kutatás egy gyilkos után",
    "map.final:2.town.4.4.0.name" : "Fűzfavölgy",
    "map.final:2.town.51.18.0.name" : "Soledare",
    "map.final:3.event.0.description" : "Egy titkos deyjai küldetés közben Lord Fayette-et halállovaggá változtatták. Állítólag egy deyjai határúrral akart találkozni, de valami félresikerült. Eltökéltem, hogy élőhalott testének elpusztításával megadom lelkének a végső békét. Clancy önként ajánlkozott, hogy segít nekem. Átsurrantunk a határon az AvLee  és Deyja közti senkiföldjére. Innen állítjuk fel seregünket és nyomulunk be Deyjába.",
    "map.final:3.event.1.description" : "Felfedeztünk két Rampart várat. Clancy és én egy-egy várban építjük ki a bázisunkat, felépítjük seregeinket és a kastélyokat, majd egyesítjük erőinket és benyomulunk Deyjába. Kristálygolyómból tudom, hogy a halállovag, akit keresünk, ezen a területen van. Legyenek átkozottak! Megadjuk neked a végső békét, Lord Fayette. Megígérem.",
    "map.final:3.event.2.description" : "Ma üzenetet kaptam Lord Fayette feleségétől. Azt mondta, felfedezte férje titkos küldetésének célját. Állítólag megpróbálta kideríteni, mi történt szomszédjával, Lord Falorellel. Lord Falorelt egy Gelu nevű kósza találta holtan, de a holttest egy vámpíré volt. Nem egészen tiszta, mi történt. Egy vámpír helyettesítette Lord Falorelt? Az igazi Falorelt fogták el és változtatták vámpírrá? Vagy valami más történt? És ki ölte meg a vámpírt? Hmm, még egy kérdés: miért akart egy deyjai határúr erről beszélni Lord Fayette-el?",
    "map.final:3.event.3.description" : "Még Deyjában is vannak olyan lakosok, akik nem élőhalottak. Felderítőim érintkezésbe léptek néhányukkal. Volt pár érdekes hírük. A helyi deyjai határurat nemrég gyilkolták meg. Állítólag ugyanazon a napon ölték meg, mind Lord Fayette-et. Ami igazán érdekes, az az, hogy a megkérdezettek szerint egy másik deyjai nagyúr áll a merénylet mögött.",
    "map.final:3.event.4.description" : "Egyre nyilvánvalóbb, hogy Lord Fayette halála egy nagyobb terv része volt. Nem tudom biztosan, hogy azért ölték-e meg, mert határúr volt, vagy mert túl sokat tudott arról, hogy mi folyik itt. Ha a deyjai határurat nem ölték volna meg, azt mondanám, a terv abból állt, hogy a két határúr halálából adódó zűrzavart kihasználva meghódítják AvLeet.",
    "map.final:3.event.5.description" : "Ennek lenne értelme, csakhogy egy közülük való deyjai határurat is megöltek. Úgy tűnik, a terv nagyobb, mint egy invázió, vagy egyszerre több dolog is történik itt. Eldöntöttem, hogy amit tudok, elküldöm a Druidák Legfőbb Tanácsának, és megkérem őket, hogy továbbítsák az AvLeei Vének Tanácsának. ",
    "map.final:3.event.6.description" : "Múlt héten üzenetet küldtem Clancynek, és megkérdeztem, hogy mit tud Geluról. Ma kaptam meg a válaszát. Érdekes módon Gelu erathiai, aki mostanában valami elit egység tagja lett. Aztán Lord Falorel segítségére rendelték valami AvLee-Erathia ügyben, amit Lord Falorel halála miatt sosem fejeztek be.",
    "map.final:3.event.7.description" : "Levelet küldök Gelunak, és elmondom neki, hogy szerintem Falorel és Fayette halálának köze van egymáshoz, és megkérem, hogy találkozzon velem, ha már eltemettem Lord Fayette-et. Szeretném megtudni, hogy ő mit tud arról, ami itt folyik.",
    "map.final:3.event.8.description" : "Halottam néhány katonámat a szemeimről beszélni. Szórakoztató volt. Azt gondolják, hogy a kék a szemem körül valamiféle harci festék. Szerintem csalódottak lennének, ha megmondanám nekik, hogy a festék csupán a druidaság része. Egy ünnepségen az arcom megbűvölésével köszöntem meg valamit, amit egy kis teremtmény tett értem. Ez az én esetemben annyi volt, hogy egy mosómedve megmosta az ételemet a vízben. Ez talán nem volt valami óriási ajándék, de mégis megőriztem az emlékét.",
    "map.final:3.header.description" : "A győzelemhez meg kell ölnöd Lord Fayette-et. Azonban ha Gem vereséget szenved, a küldetés elveszett. Gem 30. szintig juthat el, de tapasztalatát és képzettségeit továbbviszi majd a következő küldetésbe.",
    "map.final:3.header.heroes.150" : "Lord Fayette",
    "map.final:3.header.name" : "Végső béke",
    "map.final:3.heroes.150.biography" : "Egy ismeretlen nekromanta halállovagként támasztotta fel Lord Fayette-et. Lord Fayette parancsokat kapott AvLee meghódítására.",
    "map.final:4.event.0.description" : "Itt van",
    "map.final:4.event.1.description" : "Eltartott egy kis ideig megtalálni Crag Hacket és meggyőzni, hogy csatlakozzon hozzám. Most viszont nagyon lelkes, hogy komolyan szétrúgjon néhány nekromanta segget. Amíg táboroztunk, elmesélte, hogyan szedte rá egy Sandro nevű varázsló, hogy fizetség nélkül átadjon neki négy varázstárgyat. Még sosem hallottam erről a varázslóról, de szemmel fogok tartani mindenkit, akire ráillik a leírása.",
    "map.final:4.event.2.description" : "Mikor tegnap lefekvéshez készülődtél, végre valami bíztatót is hallottál. Úgy tűnik, nem csak Crag Hacknek harcol a nekromantákkal. Egy kósza és egy druida, Gelu és Gem is a nekromanták elhárításával foglalkoznak, de ők AvLee határain belül dolgoznak. Nem is gondoltad volna, hogy a nekromanta befolyás ilyen messze elért. Gyorsan megírsz nekik egy levelet, melyben elmagyarázod a helyzetedet, és reméled, hogy hajlandóak lesznek később találkozni veled.",
    "map.final:4.event.3.description" : "Nem sokkal azután, hogy Crag Hack csatlakozott hozzád, egy olyan erathiai területre akadtál, amit teljesen leigáztak az élőhalottak. Amilyen egy vérszomjas barbár Crag Hack, azonnal oda akart rohanni, és saját kezűleg látni el a nekromanták baját. Sokkal könnyebb volt meggyőzni arról, hogy maradjon és állítson fel egy sereget, mint gondoltad. Csak meg kellett említened, hogy ha felállít egy sereget, heteken belül lerohanhatja a terület összes élőhalottját. Végül egyetértőleg bólintott. Legalább nem teljesen üres a feje, ezt megjegyzed magadnak, amint kilép a sátorból.",
    "map.final:4.event.4.description" : "Felderítőid jelentéséből rájössz, hogy a nekromanták hadereje sokkal nagyobb, mint eredetileg gondoltad. Nemcsak minden oldalról fognak rád támadni, de háromszoros túlerőben is vannak! Azonnal szólnod kell erről Crag Hacknek.",
    "map.final:4.event.5.description" : "A városok szépen fejlődnek. De mégis lassabban, mint szeretnéd, és valamiért az a sejtésed, hogy hamarosan nagy bajban leszel. Mivel nem tetszik ez a gyanú, néhány felderítőt küldesz ki, hogy körülnézzenek a területen. Remélhetőleg hoznak majd valami információt az ellenségről.",
    "map.final:4.event.6.description" : "Magadban nevetsz, amikor felismered, hogy orültség volt még csak gondolni is arra, hogy egyesítsd eroidet ezzel a... ezzel a... barbárral. Crag válasza nemrég érkezett meg: \"Megerősödünk, lecsapunk. Ne félj a büdösektől.\" Hát elég értelmetlen XXX volt. Mivel ez a barbár képes félig felkészülten belerohanni a csatába, parancsokat ordítasz, hogy gyorsítsák az előkészületeket.",
    "map.final:4.event.7.description" : "Már majdnem kész vagy. Úgy véled, itt az ideje találkozni Crag Hackkel és kidolgozni egy támadási tervet. Futárért küldetsz, és gyorsan írsz egy levelet, melyben arra kéred, hogy néhány héten belül találkozzatok.",
    "map.final:4.event.8.description" : "Crag Hack megjelent tegnap, és nagyon érdekelte, hogy pontosan hogyan fogtok lecsapni a nekromantákra. Már van ebben gyakorlata. Elmesélte, hogy pár varázstárgyért jó sok nekromantát ölt már meg. Azok a varázstárgyak jelentették volna számára az aranyat, a földet és a nőket, de Sandro elcsalta tőle az egészet. Crag Hack most csak szeretne öldökölni egy kicsit, hogy oldja a stresszt. Megmutatod neki a terveidet, és azt magyarázod, hogy bizonyos esetben minél többet vár, annál több nekromantát ölhet majd meg. Úgy tűnt, egyetértett az ötlettel, de nem voltál nagyon meggyőzve, mikor elment. ",
    "map.final:4.event.9.description" : "Nemrég egy futár érkezett, és tudtodra adta, hogy Gem és Gelu Bragdenben akarnak találkozni veled, ami Deyja északnyugati részén van. \"Hát, ha itt végeztem, indulok is\" -gondolod.",
    "map.final:4.guards.27.21.0.message" : "Amint a nap felkel, csillanást veszel észre az út mentén. Nem tudod, mi lehet az, ezért megállítod a sereget, és elküldesz valakit, hogy nézze meg. Pár perc múlva a goblin egy karddal és egy darab pergamennel tér vissza. A kardról rögtön látod, hogy értéktelen, ezért megengeded a goblinnak, hogy megtartsa. A pergamen azonban más. Valójában egy feljegyzés a környéken elrejtett kincsekről. Az alsó sarokban egy térképet látsz, és irányzékod segítségével betájolod, hogy a kincsek egy közeli déli völgyben vannak. ",
    "map.final:4.guards.27.27.0.message" : "Néhány óra kutatás után végre megtalálod a helyszínt, ahol a térkép szerint a kincs van. Mivel nem akarod magad végezni a munkát, néhány embereddel csináltatod meg. Pár perc múlva bőséges a jutalmad.",
    "map.final:4.guards.27.29.0.message" : "Ránézel a helyre, ahol az embereid elkezdtek ásni, és azon csodálkozol, hogy miért akarna bárki is ennyi aranyat elrejteni. Mivel nem tudsz semmit kitalálni, hogy miért ne vihetnéd el az aranyat, a nyeregtáskádba teszed, és parancsot adsz az indulásra.",
    "map.final:4.guards.28.31.0.message" : "A földre nézel, majd a térképre. Kétségkívül ezt volt a legnehezebb megtalálni. Eldöntöd, hogy itt kell lennie a kincsnek, és parancsot adsz embereidnek, hogy kiássák az utolsó eltemetett kincset.",
    "map.final:4.guards.47.2.0.message" : "Ahogy átkelsz a göröngyös vidéken, egy embert veszel észre az ösvény mellett fekve, nagy vágással az oldalán. Amikor meglát téged, integetni kezd. Ám amint közelebb érsz, kelet felé mutat, és rekedten suttogja: \"Az aranyam... elvették... sok ork... siess.\"",
    "map.final:4.guards.47.48.0.message" : "Két felderítőt küldtél ki, hogy megvizsgálják a vár erősségeit. Csak egyikük tért vissza, de ő többet is hozott a várral kapcsolatos információknál. Megjegyzett egy érdekes beszélgetést is:\n\n\"Ez egyre nevetségesebb. Finneas Vilmar magánkívül lesz, ha értesül a veszteségeinkről. Egyszerű parancsaink voltak: gyere ide és állíts fel egy sereget. Még ezt sem bírjuk megcsinálni! Annak a barbárnak a fejét papírnehezéknek fogom használni... ha egyszer elkapom\" -mondta a nekromanta.\n\n\"Még nem nyertek, ne félj\" -válaszolt a katona.\n\n\"ÉN NEM FÉLEK! Hallod? A világon semmitől!\"\n\n\"Igen, uram.\"\n\n\"Most indíts, és hozd el nekem annak a két koszos barbárnak a fejét. MOST!\"\n\nItt ért véget a beszélgetésük. Ez alapján eldöntöd, hogy ha végeztél ezekkel a nekromantákkal, meglátogatod ezt a Finneas Vilmart.",
    "map.final:4.guards.56.0.0.message" : "Letörlöd a vért a kardodról, és azon gondolkodsz, hogy milyen jó kis csata volt ez. Hát, az orkoknak többé nincs szükségük erre a pénzre, akár el is veheted.",
    "map.final:4.header.description" : "A győzelemhez Yognak és Crag Hacknek le kell győznie a nekromantákat. Azonban ha bármelyikük is vereséget szenved, a küldetés elveszett. Yog és Crag Hack 33. szintig juthat el, de tapasztalataikat és képzettségeiket továbbviszik majd a következő küldetésbe.",
    "map.final:4.header.name" : "Felfedett titkok",
    "map.final:4.monster.55.0.0.message" : "Évek óta gyűjtögetjük ezt az aranyat! Nem fogod elvenni tőlünk!",
    "map.final:4.quest.33.45.0.firstVisit" : "Ősi behemótok fenyegetik az északi falvakat. Ha elég bátor vagy, hogy legyőzd őket, bőségesen megjutalmazlak.",
    "map.final:4.town.15.5.0.event.0.description" : "Néhány hű katona végre megérkezett, hogy segítsen neked legyőzni azokat a nekromantákat!",
    "map.final:4.town.56.5.0.event.0.description" : "Újoncok csatlakoznak hozzád harcra készen.",
    "map.final:5.event.0.description" : "Gelu: Miután kiderült, hogy Lord Falorel meggyilkolása mögött Sandro állt, tovább nyomoztam, és megtudtam, hogy a Sárkányurak, akiket elpusztítottam, nem voltak banditák. Igazi avleei Határurak voltak. Úgy éreztem, személyesen kell magyarázkodnom az AvLeei Vének Tanácsának, és elfogadnom az ítéletüket a hibámért. A Tanács nem nagyon akart hinni nekem, de miután tanácsot kértek az Orákulumtól, úgy döntöttek, hogy azzal tehetem legjobban jóvá a hibámat, ha részt veszek egy Deyja elleni büntető hadjáratban. Kitüntetésnek érzem elfogadni az ítéletet, és szabadságot vettem ki az Erdőőrségtől. ",
    "map.final:5.event.1.description" : "Gem: A baba eljutott hozzám. Pont olyan volt, mint a nővérem babája, melyet halála előtt kapott. Emlékszem, mindig azt gondoltam, hogy ő a legszerencsésebb lány a világon, amiért ilyen babája lehet. Aztán egy csontvázhorda mindenkit megölt a falumban. Én voltam az egyetlen túlélő. ÖRÜLÖK, hogy a Vének Tanácsa engem választott a Deyja elleni hadjárat egyik vezetőjének.",
    "map.final:5.event.2.description" : "Gem: Ma levelet kaptam Ethrictől. Szerinte Sandro már évtizedekkel ezelőtt volt az ő inasa. Azt mondta, Sandro megszökött, és nekromantává vált! Egyéb rossz hírek is érkeztek. Ethric szerint Sandro talán megpróbált összeállítani egy hatalmas varázstárgyat azokból, melyeket én gyűjtöttem neki. Üvöltöttem dühömben. Egyik katonám sem mert a közelembe jönni vagy egy óráig. Továbbítanom kell ezeket a híreket Gelunak és a Vének Tanácsának.",
    "map.final:5.event.3.description" : "Gelu: Ma üzenetet kaptam Gemtől. Rájött, hogy Sandro valójában nekromanta. Elég dühösnek hangzott. Azt mondta, hogy Sandro talán összeállított egy hatalmas varázstárgyat azokból, melyeket ő gyűjtött neki. Vajon a halott AvLee Határurak ráakadtak a tervére?",
    "map.final:5.event.4.description" : "Gelu: Felderítőim összefutottak néhány erathiai csapattal, akik a Clovergreen vár polgárőrségéhez tartoztak. Ismerték Gemet, és egyéb érdekes hírekkel is szolgáltak. Két barbár, Yog és Crag Hack Erathia irányából támadja Deyját. Értesítenem kell Gemet erről, és az Erathiai Főparancsnokságnak is hírt kell küldenem. ",
    "map.final:5.event.5.description" : "Gem: Ma hírt kaptam Gelutól két barbárról, akik a Vitatott Földek felől támadják Deyját. Meglepetésemre pár óra múlva néhány tünde felderítőm ork kémek kíséretében üzenettel tért vissza számomra. A feladó egy Yog nevű kék barbár volt. Hmm, egyszer találkoztam vele Enrothban. Egy másik barbár is van vele, Crag Hack. Már Cragről is hallottam. Yog és Crag Hack a nekromanták, főleg Sandro miatt ideges. Mi?! Crag is varázstárgyakat gyűjtött Sandrónak, amikből TÉNYLEG egy hatalmas varázstárgy állítható össze! Ethricnek igaza volt! ",
    "map.final:5.event.6.description" : "Hogy kifejezzék Sandro iránti rosszallásukat, a barbárok elhatározták Deyja meghódítását, de Yog tudni akarja, hogy mi is folyik itt igazából. Ez megfelelő időzítés a saját hadjáratunk számára. Mi északról támadjuk Deyját, míg ők nyugatról csapnak le. Az erathiaiak balhézni fognak, ha értesülnek Yogról és Crag Hackről. Beszélni akarok Yoggal. Hol a térkép? Hmm, először be kell vennünk Kriptalak kastélyát, de utána megkérem Yogot és Crag Hacket, hogy találkozzanak Geluval és velem egy Blagden nevű helyen.",
    "map.final:5.header.description" : "A győzelemhez el kell foglalnod Kriptalak kastélyát. Azonban ha Gem vagy Gelu vereséget szenved, a küldetés elveszett. A hősök 33. szintig juthatnak el, de tapasztalataikat, képességeiket és varázslataikat továbbviszik majd a következő küldetésbe.",
    "map.final:5.header.name" : "A bosszú ügynökei",
    "map.final:5.sign.35.71.0.message" : "Blagden felé",
    "map.final:5.town.38.67.0.name" : "Kriptalak",
    "map.final:6.event.0.description" : "Néhány avleei kósza és pár Erathiában ügyködő barbár hősiessége minden ellenkezést eltörölt Finnes Vilmar trónralépésével szemben. Ezzel a szerencsés fordulattal gyorsan megkoronázták, és te kaptad azt a feladatot, hogy eltávolítsd a hódítókat. Kémeid már beépültek az ellenséges seregekbe, hogy kiderítsék, amit csak lehet. ",
    "map.final:6.event.1.description" : "Kémeid üzeneteket küldtek, de sajnos nem jó híreket. Erathia, AvLee és Krewlod katonái is állomásoznak a várakban. A két sereg szövetséges, de valószínűleg gondjaik vannak a harci morállal. Nem lesz nehéz kihasználnod ezt a létfontosságú gyengeséget.  Az Elátkozott Csodamellvérttel és az Élőhalott Király Köpönyegével könnyedén lerohanhatod őket, és kikényszerítheted a támadókat a földjeidről.",
    "map.final:6.event.2.description" : "Több információt is sikerült kijuttatni, és szinte nevetsz, amikor meghallod a híreket. Crag Hack, az agyatlan barbár csörtet feléd, azt remélve, hogy egyenként tépheti ki a tagjaidat. Még mindig akarja az aranyát, a rangját és a földjét. Ez már szinte nevetséges... szinte. Crag Hack erejét sosem érdemes alábecsülni. Mostani ténykedése megállította a betakarítást Erathiában, és összeállította a Harcos Szobrát, mellyel az erathiaiak népessége megengedhetetlenül növekedni fog. Ha rajtad múlik, Mr. Hack meg is fogja kapni azt a neki járó jutalmat.",
    "map.final:6.event.3.description" : "Egy másik régi \"barátod\" is az ellenségeid közt van. Gem, a druida hölgy is fegyvert ragadott, és ő a felelős Lord Fayette élőhalott seregének lemészárlásáért. Micsoda veszteség! Képes volt legyőzni az egész sereget, amit Lord Fayette-nek adtál, és megölt egy kiváló Halállovagot is. Nagy kár érte, rendes fickónak tűnt. De most már mindegy. Gem gyűjtötte össze neked az Élőhalott Király Köpönyegének darabjait. Természetesen Ethricnek is írt, tudatva vele a tartózkodási helyedet. Csinos kis lich lesz belőle.",
    "map.final:6.event.4.description" : "Egy új egyén irányítja Crag Hack nyers erejét. A neve Yog. Vagy a kémeid fedeztek fel egy igazán érdekes egyéniséget, vagy túl sok gombát evett. Yog teljesen kék, és egy terjedelmes dzsinn jellemzőit mutatja. Forrásaid szerint régen varázsló volt, és egy párszor az Angyali Szövetséget is megemlítette. Nem nagyon érdekel, mi volt régebben, de hogy mi ez az új varázstárgy, az igen. Néhány éjszaka a könyvtárban hasznos időtöltés lenne.",
    "map.final:6.event.5.description" : "A kósza táborában levő forrásaid újra jelentést küldtek, ezúttal a negyedik ellenfeledről. Ez még egy érdekes egyéniség, egy fehér tünde, Gelu. Először azt gondoltad, hogy albínó lehet, de lángoló haja alapján félvér Vori tünde. Ez a kósza egy különleges erathiai egység tagja, amely AvLeeben muködik. Lord Falorel halála után kutatott, o volt az a vámpír, aki sikeresen játszotta egy avleei Határúr szerepét... amíg meg nem mérgezted, mert túl befolyásossá vált. Most erről a bosszantó kószáról is gondoskodnod kell, aki egyszer tett neked egy kis szívességet az avleei csapatok lefoglalásával. ",
    "map.final:6.event.6.description" : "A könyvtári éjszakázások kifizetődőnek bizonyultak. Megtudtad, mi az az Angyali Szövetség. Egy hatalmas kard, mely hat darabból áll össze, és általa a három ellenséges vár morálja nem romlik, függetlenül attól, hogy melyik hős viseli a kardot. Rendkívül fontos, hogy ezek a hősök ne induljanak a kard keresésére. Azzal együtt még esélyük lenne ellened.",
    "map.final:6.event.7.description" : "Nyilvánvalóvá vált, hogy a támadókat ki tudod verni Deyjából, de a főkolomposokat nem tudod elkapni. Vissza fognak vonulni a jobban felfegyverzett és kiképzett táboraikba, Deyja határain kívülre. De nem lényeges. Meg fogod őket hódítani, akárcsak Antagarich többi részét. Hamarosan, nagyon is hamarosan az egész világ ura leszel.",
    "map.final:6.guards.25.6.0.message" : "Valahonnan érezted, hogy ez túl szép volt, hogy igaz legyen.",
    "map.final:6.header.description" : "Töröld el a térséget hódító hadakat. Azonban ha Sandro vereséget szenved, a küldetés elveszett. Sandro 40. szintig juthat el, de tapasztalatait, képességeit és varázslatait átviszi majd a következő küldetésbe.",
    "map.final:6.header.name" : "Sandro haragja",
    "map.final:7.event.0.description" : "AvLee, Erathia és Krewlod csapatait egyszerűbb volt kisöpörni Deyjából, mint hitted volna. Az új feladatod bonyolultabb lesz. Egy olyan támadáshoz, amely nem hagyja védtelenül a határaidat, mindkét határt meg kell rohamoznod. Finneas azt akarja, hogy azonnal hajtsd végre az ügyet. Nagyon megható, hogy így bízik a képességeidben, de eljön majd az idő, amikor nem akarod már személyesen vezetni ezeket a csatákat.",
    "map.final:7.event.1.description" : "Finneas üzenetet küldött, olyan erőszakos és parancsolgató tónusban, mintha o irányítani a helyzetet. Pár hónapra kiteszed a lábad, és rögtön azt hiszi, hogy ő vezeti a műsort! Valószínűleg a királyi tanács által suttogott marhaságok eljutottak az üres fejéig. Nem kedveled az ilyen magatartást, és nem is engeded meg. Szerencsére jelenléted szükségét érzik a tanácsban, tehát gyorsan oda kell menned, hogy teljesítsd pár kötelességedet. Finneast figyelmeztetni kell, hogy kié is itt a hatalom.",
    "map.final:7.event.2.description" : "Nagy élvezet volt megjelenni a tanács közepén és megzörgetni Finneas csontjait Meglehetősen zavarta, hogy lát, és hogy idő előtt fel kell oszlatnia a tanácsot, hogy összeszedhesse magát. A kastély körüli pletykák nem kedvezőek. Magánlakosztályában emlékeztetted Finneast, hogy te juttattad fel a trónra, és el is tudod onnan mozdítani. Ujjlenyomataid bélyege mostantól örökre a mellkasán fog díszelegni, ez egy kis varázslat, amit még régen tanultál. Finneas nem fog többet szembehelyezkedni veled. ",
    "map.final:7.event.3.description" : "Kémeid megerősítették a félelmeidet. A barbár Yog kerestetni kezdte az Angyali Szövetséget. Amint megérkeznek az erősítéseik, szükségszerűen maguk is elindulnak a darabok keresésére. AvLee valószínűleg két héten belül tud erősítést küldeni. Gryphonheart kezd aggódni, és embereket küldött, hogy megtudják, mennyi katona kell AvLeenek, és miért a barbárok védik az erathiai határt. Ennyi haderővel az ellentétes oldalon, gyorsan meg kell hódítanod ezt a területet. Ha az a négy hős képes összegyűjteni az Angyali Szövetség darabjait, lehet, hogy te fogsz veszíteni.",
    "map.final:7.event.4.description" : "AvLee seregei megérkeztek, és fognak némi problémát okozni. Okos lenne gyorsan biztosítani ezt a területet, és visszaszorítani a seregeiket, hogy erőik megfogyatkozzanak. Nem lenne jó ötlet tovább húzni ezt a csatát.  ",
    "map.final:7.event.5.description" : "Nem fogsz győzni, ha ez így megy tovább. Erathiából is seregek érkeztek, és már el is érték a váraikat. Jól ellennél még több erősítés és az Angyali Szövetség nélkül is. ",
    "map.final:7.event.6.description" : "Rossz hírek érkeztek porba és csontokba csomagolva. AvLee területének ellenőrzése közben kémeid összefutottak az Erdőőrség néven ismert elit egységgel. Azt tudod, hogy Gelu, a félvér Vori tünde tagja ennek az egységnek, de biztos vagy benne, hogy valaki más vezeti. A kérdés az, hogy akkor kicsoda... de nincs kitől megkérdezned.",
    "map.final:7.event.7.description" : "Az Erdőőrség kapitánya Caleb, egy kimagaslóan tehetséges tünde. Ha meg tudnád ölni, talán megszűnnének ezek a fosztogató hadjáratok. Minden héten egyre vakmerőbbek lesznek, mintha csak a kétségbeesés vezetné őket. Öld meg a vezetőjüket, és a maradék szét fog hullani. ",
    "map.final:7.event.8.description" : "Azt gyanítod, hogy Caleb Erdővölgyben tartózkodik, valahol északra és keletre a fő váraidtól. Egy kis szerencsével egész könnyen elkaphatod ott. Állítólag ő hordozza a Mesterlövész Íját, és ez az erős íj jó használatot tehetne neked.",
    "map.final:7.guards.12.56.0.message" : "Abban a reményben, hogy kénre lelhetsz, félrehajtod a lombokat, de csak az Erdőőrséggel találod szembe magad. Nincs hova futnod, és megtámad az elit harci egység.",
    "map.final:7.guards.13.18.0.message" : "Amint átvonulsz seregeddel a területen, egy halk hang üti meg a füledet. Már késő! Támad az Erdőőrség!",
    "map.final:7.guards.27.2.0.message" : "Épp el akarod venni a malom aranyát, de nem hallod meg, amint a tündék csöndesen mögéd lopakodnak. Már nem tudsz menekülni, így hát megfordulsz, hogy szembenézz a támadóiddal.",
    "map.final:7.guards.3.8.0.message" : "Az Erdőőrség néhány itteni egysége nem veszi fel a versenyt a te seregeiddel. Azonban mielőtt csatába kezdenének veled, egyikük elrohan, hogy erősítést hozzon. Nem tűnik jó ötletnek visszatérni ide, miután legyőzöd ezt a csapatot.",
    "map.final:7.guards.32.57.0.message" : "Thestlemore-t csak néhány tünde védi, ezért csapdát gyanítasz. Mivel közel-távol senkit sem látsz, nagyon meglepődsz, amikor szó szerint előugranak a földből, és körbeveszik a csapataidat. Újra szembe kell nézned az Erdőőrséggel!",
    "map.final:7.guards.5.3.0.message" : "Épp egy kőbányát akarsz elfoglalni, és észre sem veszed, amint az Erdőőrség csendesen körbezár és rajtadüt. Nincs más választásod, védekezned kell.",
    "map.final:7.guards.56.65.0.message" : "Amíg az Alkemista Labor higanya után kutatsz, nem veszed figyelembe az ellenség tevékenykedését. Sajnos jobb lett volna, ha a felderítőidre hallgatsz, mert az Erdőőrség rád támad!",
    "map.final:7.guards.62.5.0.message" : "Miután sikeresen átjutottál a határőrségen, még több ellenség vesz körül. Úgy tűnik, ezt a kis helyet hívja az Erdőőrség otthonának. A tündék egyike előrelép, és így kiált: \"Én vagyok Caleb. Nem fogsz legyőzni!\" Arcodon vigyorral nyomulsz előre, hogy megszabadítsd tőle a világot.",
    "map.final:7.guards.67.21.0.message" : "Ezüst Vízesés városa fekszik előtted. Ahogy közelítesz a sziklás ösvényen, nyilvánvalóvá válik, hogy a vár jobban védett, mint gondoltad. Az Erdőőrség járőrözik erre, és minden oldalról támadnak rád.",
    "map.final:7.header.description" : "Győzd le a Sandro és élőhalott serege útjában álló kószákat és barbárokat. Azonban ha Sandro vereséget szenved, a küldetés elveszett. Sandro 40. szintig juthat el, de tapasztalatait, képességeit és varázslatait átviszi majd a következő küldetésbe.",
    "map.final:7.header.name" : "Invázió",
    "map.final:7.town.12.44.0.name" : "Radstone",
    "map.final:7.town.14.5.0.event.0.description" : "Itt van pár katona a gépnek.",
    "map.final:7.town.14.5.0.name" : "Szárnyaló Hegy",
    "map.final:7.town.20.66.0.name" : "Crag Otthona",
    "map.final:7.town.28.21.0.event.0.description" : "Itt van pár katona a gépnek.",
    "map.final:7.town.28.21.0.name" : "Hudson Vízesés",
    "map.final:7.town.34.55.0.event.0.description" : "Itt van pár katona a gépnek.",
    "map.final:7.town.34.55.0.name" : "Thestlemore",
    "map.final:7.town.38.4.0.event.0.description" : "Itt van pár katona a gépnek.",
    "map.final:7.town.38.4.0.event.1.description" : "Tessék, egy kis nyersanyag.",
    "map.final:7.town.38.4.0.name" : "Csermelymező",
    "map.final:7.town.50.60.0.event.0.description" : "Itt van pár katona a gépnek.",
    "map.final:7.town.50.60.0.name" : "Worthington",
    "map.final:7.town.67.3.0.event.0.description" : "Itt van pár katona a gépnek.",
    "map.final:7.town.67.3.0.name" : "Erdővölgy",
    "map.final:7.town.71.15.0.name" : "Ezüst Vízesés",
    "map.final:8.event.0.description" : "Nemrég elszenvedett vereségük után Gem és Gelu tudták, mit kell tenniük. Egy fegyverre volt szükségük, hogy legyőzhessék Sandro egyesített varázstárgyait. A barbár Yog információi alapján nagyjából tudták, hogy hol keressék az Angyali Szövetség három darabját. Ezek a darabok létfontosságúak, hogy megállíthassák Sandro őrült terveit és a bábját, Vilmar királyt.",
    "map.final:8.event.1.description" : "A helyi farmerek ismerik a Szentek Bocskorának helyét. Elmondják neked, hogy délre található, közel Berrinton várához.",
    "map.final:8.event.2.description" : "Egy felderítő érkezik Gemhez, és elmondja, hogy megtalálta a Gyönyör Nyakláncát délen, egy Jared Dombja nevű város közelében. Nagyon erősen őrzik, ezért jobb lenne észrevétlenül megközelíteni. Talán néhány arany a megfelelő kezekbe meggyorsíthatja utunkat a varázstárgyhoz.",
    "map.final:8.event.3.description" : "A Shandar folyó egyik kis mellékága mellett fekszik egy erathiai terület, ami igazán veszélyes helyszín volt a Szálfa Háborúkban. Mindkét oldal harcolt ezért a régióért és mindketten irányították is, ezalatt a terület megsérült és összetört. Manapság két hadvezér kezében van a vidék, akik állítják, hogy hűek Erathiához, de Gelu szerint ez csak névleges. Erathia lobogója alatt vonulnak, mert ez most éppen megfelel nekik, de valójában csak önmagukhoz hűek.\n\nA Szentek Bocskora biztosan itt van valahol, de a Felvilágosodás Sisakjáról és a Gyönyör Nyakláncáról csak pletykák keringenek. A hadvezéreknek nem érdekük, hogy segítsenek neked, és a varázstárgyakat sem fogják harc nélkül átengedni. Szégyen, hogy ártatlanok vérét kell ontanunk, hogy megmenthessük mindannyiunk életét, és megállíthassuk azt az őrült Sandrót, de ezeknek a bolondoknak ez a sors jutott.  ",
    "map.final:8.event.4.description" : "Bár a nekromanta haderők siettetnek minket, el tudjuk őket űzni a földjeinkről, ha a Szövetséget összekovácsolják. Tisztán át kell gondolnunk a következő hónapokat, amíg folytatjuk a kutatást. Mióta hírt kaptunk a Szentek Bocskoráról és Gyönyör Nyakláncáról, sokkal jobb a hangulat. Ha az égiek velünk vannak, győzedelmeskedni fogunk.",
    "map.final:8.event.5.description" : "Gelut aggasztja, hogy nincs semmi hír Yog és Crag Hack felől. Fel-alá járkál, nyugtalankodik az információ hiánya miatt. Sikerrel jártak? Elbuktak? Ha nem találják meg a keresett darabokat, mi fog történni AvLee és Erathia népével?\n\nA rossz előérzet szellője lengi be sápadt arcát. Félelem és bizonytalanság érzésével szemléli meg a csapatait. Talán ez is egy csel, mint ami Gemmel és Crag Hackkel történt. Az egész túl egyszerűnek tűnik.",
    "map.final:8.event.6.description" : "Egy futár érkezik Gemhez, és üzenetet ad át a Vének Tanácsától. \"Gem, sietned kell, mert AvLee lakosságát tömegekben mészárolják le, akárcsak a marhákat a vágóhídon. Sandro feltámasztja elesetteinket, hogy saját seregében szolgáljanak. A legkiválóbb egységeink is csak az ellenséges hadakat erősítik. Egységes véleményünk szerint Sandro légiói puszta hónapok alatt legyőzhetetlen sereggé fognak növekedni. Azonnal véget kell vetned ennek. Siess a kutatással, mert az Angyali Szövetség nélkül mind halottak vagyunk.\"",
    "map.final:8.event.7.description" : "A kristálygömbjébol olvasva Gem sokszor tudott már meg dolgokat az ot körülvevo világról. Egyszer beszélt Gelunak arról, hogy Sandro Vilmart bábuként használva irányít az árnyékból. Ezáltal övé a hatalom, de nem válik célponttá... valóban okos terv. Azonban alábecsülte azok értelmét, akiket becsapott. Nem számolt Crag Hack ravaszságával és Gem éles elméjével. Talán csak nem érdekelte, mert abban bízott, hogy összegyűjti a varázstárgyakat, mielőtt fortélyaira fény derül. Ki tudja?",
    "map.final:8.event.8.description" : "Hideg szürke felhő ereszkedett ma a tájra. A háború tüzei fényesen égtek, mikor a szomorúság árnyai átszelték a mezőket és a réteket. Nyugat-AvLee elestének híre elérte a párt. Gelu - kemény tekintettel, mint mindig - megerősítette állhatatos törekvését a győzelemre. Ezalatt Gem spirituálisabb lépésre szánta el magát: úgy döntött, hogy több rövid szertartást végez el az elesettek távozása miatt, és az égiek kegyébe ajánlja a halottak lelkeit. Most mindennél nagyobb szükség van a sietségre.",
    "map.final:8.event.9.description" : "Ma reggel Gelu a sátrában ülve végiggondolta az életét. Megtanult harcolni, lopakodni, kémkedni, de a kiképzés nem készítette fel őt a hibák következményeire. Egy nap eljön majd számára a megváltás napja... de nem ma. Először is ki kell vennie a részét Sandro és az élőhalott seregek elpusztításából. Sandro megállítása, ha részben is, de ellensúlyozhatja az elkövetett hibákat és a szenvedést, melyet az avleei lordok elpusztításakor okozott. Talán végre az alvás démonai is békét hagynak neki.",
    "map.final:8.guards.27.30.0.message" : "Menekültek csapata érkezik a táborba... kétségbeesettnek és alultápláltnak tűnnek. Ahogy közeledsz, hogy barátságosan kezet nyújts, rájössz, hogy ez csapda.",
    "map.final:8.guards.3.44.0.message" : "A kút mellett egy különös, apró öregasszony ül, magában motyogva. Durva ruhát visel, és virágok vannak a hajában. Óvatosan közelítesz. Még a leggyengédebb érintésre is sikítórohamban tör ki. Kezét a mellkasához szorítva hátrál. Megpróbálsz magyarázkodni, de rád mutat, és összefüggéstelen átkokat kiabál. Hirtelen remegést és borzongást érzel. A félelem émelyítő íze árad szét benned.",
    "map.final:8.guards.65.38.0.message" : "Egy kisfiú fekszik az úton, sebesülten és összetörten. Egy kis dobozt tart a kezében. Ahogy közeledsz, felajánlja neked, de mire átveszed, meghal. Ahogy kinyitod, egy rendkívüli ajándékot találsz benne. Hogy hogyan kerülhetett ezeknek a hadvezéreknek a kezébe, sosem fogod megtudni. Talán egy ajándék az égiektől?",
    "map.final:8.header.description" : "A győzelemhez Gemnek és Gelunak meg kell találnia a Szentek Bocskorát, a Felvilágosodás Sisakját és a Gyönyör Nyakláncát. Azonban ha bármelyikük is vereséget szenved, a küldetés elveszett. 37. szintig juthatnak el, de tapasztalataikat, képességeiket és varázslataikat továbbviszik majd a következő kü",
    "map.final:8.header.name" : "Küszködés és kutatás",
    "map.final:8.town.19.40.0.name" : "Waterston",
    "map.final:8.town.22.8.0.name" : "Faeyedon",
    "map.final:8.town.32.69.0.name" : "Jared Dombja ",
    "map.final:8.town.44.65.0.name" : "Berrinton",
    "map.final:8.town.46.41.0.name" : "Moersberg",
    "map.final:8.town.47.7.0.name" : "Shayar",
    "map.final:8.town.6.25.0.name" : "Shavoril",
    "map.final:8.town.62.49.0.name" : "Galor Völgye",
    "map.final:8.town.63.26.0.name" : "Kineree",
    "map.final:8.town.9.60.0.name" : "Daviston",
    "map.final:9.event.0.description" : "Yog és Crag Hack felfedezte, hogy a hat varázstárgy közül három, melyet Yog rég elveszettnek gondolt, újra a felszínre került, és három barbár fivér vette meg oket. A fivérek talán úgy vélik, hogy törvény szerint joguk van a varázstárgyakra... de egyszerűen túl veszélyes, hogy az ő kezükben legyenek, főleg, ha Sandro is rájön.",
    "map.final:9.event.1.description" : "Amint Yog és Crag Hack belép a három barbár fivér területére, egy hirtelen áradás elválasztja egymástól a hősöket. A zuhatagokon keresztül üvöltözve megegyeznek, hogy távolabb a folyó mentén találkoznak, hátha ott már elvékonyodik vagy véget ér.",
    "map.final:9.event.2.description" : "Felderítők szerint a fivérek Krewlod más részeiből hoznak erősítést seregeik támogatására. Az itteni kastélyaik elfoglalása tehát nem biztos jelent teljes győzelmet.",
    "map.final:9.guards.22.5.1.message" : "Egy kevés Kristálysárkány harcra hív a Pallosért. Kiállsz ellenük?",
    "map.final:9.guards.5.50.1.message" : "Vörös Sárkányok kis csapata száll feléd, és harcra hív a Pajzsért. Kiállsz ellenük?",
    "map.final:9.guards.50.25.1.message" : "Mérges Minotaurusz Királyok hordája hív harcra a Csodák Páncéljáért. Kiállsz ellenük?",
    "map.final:9.header.description" : "A győzelemhez Crag Hacknek és Yognak meg kell találnia az Igazság Pallosát, a Csodák Páncélját és az Oroszlánbátorság Pajzsát. Azonban ha valamelyikük is vereséget szenved, a küldetés elveszett. 37. szintig juthatnak el, de tapasztalataikat, képességeiket és varázslataikat továbbviszik majd a követk",
    "map.final:9.header.heroNames.103" : "Zorlan",
    "map.final:9.header.heroNames.105" : "Venthin",
    "map.final:9.header.heroNames.106" : "Denarm",
    "map.final:9.header.heroNames.108" : "Zinitha",
    "map.final:9.header.heroNames.111" : "Swankart",
    "map.final:9.header.name" : "Barbár fivérek",
    "map.final:9.header.player.1.mainHeroName" : "Denarm",
    "map.final:9.header.player.2.mainHeroName" : "Swankart",
    "map.final:9.header.player.3.mainHeroName" : "Zorlan",
    "map.final:9.heroes.103.name" : "Zorlan",
    "map.final:9.heroes.105.name" : "Venthin",
    "map.final:9.heroes.106.name" : "Denarm",
    "map.final:9.heroes.108.name" : "Zinitha",
    "map.final:9.heroes.111.name" : "Swankart",
    "map.final:9.monster.10.44.1.message" : "Ezek a Vörös Sárkányok elég szűkösen élhettek itt, és úgy tűnik, rajtad akarják levezetni az idegességüket.",
    "map.final:9.sign.69.64.0.message" : "Krewlod-Erathia határsáv. Jelenleg Krewlod és Boragus király uralma alatt.",
    "map.final:9.town.54.54.1.event.0.description" : "Erősítés a BF-eknek.",
    "map.gelu:0.event.0.description" : "Gratulálunk, kadét. Már csak egy próbatétel áll előtted, hogy befejezd a kiképzést és csatlakozhass az Erdőőrséghez. Meg kell hódítanod a Gaia's Crest közelében lévő völgy területét. A régióban szörnyek, néhány vár, és pár ellenségként fellépő Erdőőrség-tag található. Ez egy forgalmas vidék, így a tájékozódás nem lesz nehéz. Hogy letedd a vizsgát, mindenkit le kell győznöd a területen, bármily szükséges eszközzel. Sok szerencsét, kadét. A Fény világítson utadon.",
    "map.gelu:0.event.1.description" : "30 napja kezdted el a küldetést. Túl sokáig tart. Az Erdőőrség tagjaként tudnod kell gyorsan mozogni és lecsapni az ellenségre, hogy addig támadd meg, amíg gyenge és sérülékeny. MInél kevesebbet tud tevékenységünkről a régióban, annál kevésbé valószínű, hogy fel tud készülni a támadásainkra. Gyorsítsd meg a hadműveleteidet, és azonnal biztosítsd a területet. Életek függhetnek a gyorsaságunktól.",
    "map.gelu:0.event.2.description" : "Kadét, ez egyre nevetségesebb! Egy ekkora területet már régen meg kellett volna tisztítanod. Az Erdőőrség küldetései gyorsaságot, titkosságot és hatékonyságot igényelnek. Talán érvénytelenítenünk kellene az előrehaladásodat, és visszaküldeni téged a kiképzésre! Most igyekezz, és biztosítsd a területet!",
    "map.gelu:0.event.3.description" : "Az Erdőőrség kószáinak meg kell birkózniuk a legkülönfélébb váratlan és kellemetlen nehézségekkel. Lesznek idők, mikor a dolgok nem úgy alakulnak, ahogy eltervezted vagy megálmodtad. MOst is egy ilyen időszak jött el. Számos utánpótlást hozó karavánodat útonállók támadták meg, és kifosztották a szállítmányt. Oldd meg a helyzetet.",
    "map.gelu:0.guards.16.16.0.message" : "Furcsa érzésed van az előtted fekvő doboztól. A körülütte lévő levegő világít, és különös színű köd kúszik elő a nyílásaiból.",
    "map.gelu:0.guards.20.13.0.message" : "Ez a vár tökéletes főhadiszállásnak tűnik. Vedd be, és építsd fel gyorsan. De légy óvatos! Ellenfeleid beosonhatnak, és elfoglalhatják, míg te távol vagy. Mindig hagyj hátra néhány katonát, és ha lehet, egy hadnagyot is, hogy megvédd a várat a támadásoktól.",
    "map.gelu:0.header.description" : "Győzd le Gelu összes ellenfelét, hogy megnyerd a küldetést. Azonban ha Gelut legyőzik a csatában, a küldetés elveszett. Hőseid a 10. szintig juthatnak el, de Gelu és két legerősebb hősöd átviszi képességeitt, tapasztalatait és varázslatait a következő pályára.",
    "map.gelu:0.header.name" : "Érettségi vizsga",
    "map.gelu:0.monster.17.5.0.message" : "A sötét és vészjósló ösvény gyanúsan csöndes. Hirtelen többszáz kígyó sziszegését hallod meg. Még esélyed sincs, hogy visszafordulj, mert több mint két tucat medúza kúszik elő és támad rád.",
    "map.gelu:0.monster.31.1.0.message" : "\"Várjuk a parancsaidat.\"",
    "map.gelu:0.monster.34.4.0.message" : "\"Kész vagyunk engedelmességre, uram. Mik a parancsaid?\"",
    "map.gelu:1.event.0.description" : "Az Erdőőrség vállalta, hogy összagyűjti azt a pár varázstárgyat, amely az Élet Elixírének összeállításához szükséges. Ha ez a nagyhatalmú bájital a deyjai nekromanták kezébe kerül, a gyógyító varázslatot felhasználnák saját aljas céljaikra. Gelu, téged választottunk, hogy hadjáratot vezess egy gonosz banditák uralma alatt álló területre. Állítólag náluk van az Életerő Gyűrűje, de legalábbis tudják, hol van, és el akarják adni a nekromantáknak. Meg kell állítanod őket, és meg kell szerezned a gyűrűt. Ne hagyj minket cserben, mert életek függenek ettől. Sok szerencsét.",
    "map.gelu:1.event.1.description" : "Kémeid jelentették, hogy északkeleten vagy egy Látnok, aki ismeri az Életerő Gyűrű helyét. Keresd fel őt, tudd meg a Gyűrű helyét, és szerezd meg! LÉgy óvatos! A nekromanták is keresik a gyűrűt.",
    "map.gelu:1.event.2.description" : "A terület hadurai banditák és őrültek. Fosztogatják a karavánokat, falvakat rabolnak ki, és az őrségeket is megtámadják, nem is gonolva arra, mi lesz ennek következménye a hazájukra nézve. Ostobán eladnák az Életerő Gyűrűjét a nekromantáknak, és elárulnák honfitársaikat, csak hogy megtöltsék a zsebüket arannyal. Ezek az árulók nem érdemesek sem bocsánatra, sem kegyelemre.",
    "map.gelu:1.event.3.description" : "Felderítőink jelentették, hogy az egyik hadúr érintkezésbe lépett a nekromantákkal, és nemsokára találkozni fognak. A gyorsaság létkérdés. Ha a gyűrű a nekromanta kezébe kerül, erővel kell majd elvenned tőle. Ragadj meg minden szükséges eszkőzt, hogy biztonságban tartsd a gyűrűt. Jusson eszedbe, hogy legjobb védekezés a támadás: tisztítsd meg a területet a banditáktól, mielőtt sereggé szerveződnek és ellopják a gyűrűt a maguk számára. Azonban csak akkor hatolj be Deyjába, ho nincs más megoldás.",
    "map.gelu:1.event.4.description" : "Az északkeleti látnok egy bölcs öregember, Feredornak hívják. Kérd ki a tanácsát, de tartsd észben, hogy valószínűleg nem adja át azonnal a gyűrűt. Állítólag egy próbát állít azok elé, akik a gyűrűt keresik. Tégy meg bármit, amit kér, mert meg kelll szerezned azt a gyűrűt.",
    "map.gelu:1.event.5.description" : "Éjszaka borzalmas látomások zavarták meg az álmodat, vizíók ez eljövendő sötét eseményekről. Egy köpönyeges figura képe kísértett, amint kinyújtja csontvázkezét egy füves síkságra, és egy halott, élőholtak légióitól gyötört vidéket hagy maga mögött. Pokoli kacaj visszhangzott elmédben és lelkedben. Félelemmel telve és remegve ébredtél fel, de még mindig eltökélten, hogy megtalálod az Életerő Gyűrűjét.",
    "map.gelu:1.event.6.description" : "Légy óvatos, ez a vidék egy dicsőséges csata helyszíne volt egykor, és most megszentelt föld. Ne szentségtelenítsd meg.",
    "map.gelu:1.event.7.description" : "Banditák támadták meg a nyersanyagot szállító csapataidat, jelentős veszteségeket okozva.",
    "map.gelu:1.header.description" : "A győzelemhez meg kell akadályoznod, hogy pár bandita avleei nagyúr eladja az Életerő Gyűrűt egy deyjai hadúrnak. Azonban ha Gelu vereséget szenved, a küldetés elveszett. Gelu 15. szintig juthat el, de tapasztalatát, képességeit, varázslatait átviszi a következő pályára.",
    "map.gelu:1.header.name" : "Banditák",
    "map.gelu:1.quest.1.69.0.firstVisit" : "Barátom, Phelan mondta, hogy a sápadt harcos, Gelu meg fog látogatni. Te vagy az?",
    "map.gelu:1.quest.1.69.0.nextVisit" : "Azt mondták, Gelura kell várnom. Ha találkoznál vele utazásaid során, mondd meg neki, merre talál engem.",
    "map.gelu:1.quest.64.2.0.completed" : "Bizonyítottad rátermettségedet, így hát elmondom, hol találod az ÉLeterő Gyűrűjét. Az ember, aki őrzi, egy kis kunyhóban él innen délnyugatra. Elrejtette a gyűrűt, és csak annak adja oda, akit én érdemesnek tartok rá. Üzenni fogok neki az érkezésedről. Vidd magaddal ezeket az Angyalszárnyakat, hogy gyorsítsák az utadat. Ha megérkezel, átadja neked, amit kerestél.",
    "map.gelu:1.quest.64.2.0.firstVisit" : "Mielőtt elmondanám, hol találod a gyűrűt, bizonyítanod kell, hogy érdemes vagy rá. Hozd el nekem a Bátorság Kitüntetését. ",
    "map.gelu:1.quest.64.2.0.nextVisit" : "Ne gyere vissza e varázstárgy nélkül.Nem találtad meg a Bátorság Kitüntetését? Hm, hm. Azt gondoltam, ennél keményebb fából faragtak. Menj vissza a vadonba, és találd meg. Csak akkor mondom el, hol találod az Életerő Gyűrűjét.",
    "map.gelu:1.town.30.31.0.name" : "Daggercourt",
    "map.gelu:2.event.0.description" : "Az Élet Elixírének második összetevője, az Élet Gyűrűje valahol Dagrond völgyében található. A völgyben azonban Sárkányurak élnek. Ők gondozzák az Avleeben élő zöld és arany sárkányokat. A terület egyik Sárkányura sajnos korrupt, és most AvLee ellen szövetkezik. Úgy véljük, együtt dolgozik a deyjai nekromantákkal. Rájött, hogy a gyűrű itt van, és ő akarja megszerezni. Biztosítanod kell, hogy ez ne történhessen meg. Szerezd meg nekünk a gyűrűt, hogy elkészíthessük az ÉLet Elixírét, még mielőtt a nekromanták teszik rá a kezüket erre a nagyhatalmú varázstárgyra.",
    "map.gelu:2.event.1.description" : "Most már biztosan tudjuk, hogy ez a Sárkányúr AvLee ellen munkálkodik. Olyan behatóan ismeri a sötét erőket, és annyira megtévesztően viselkedik, hogy azt hinnéd, egy kiváló avleei nemes, pedig hazaáruló gyilkos. A világnak egy köztiszteletben álló Sárkányúr arcát mutatja, ám közben beengedi a nekromantákat a vidékre, hogy embereket gyűjtsenek a népünkből. Elpusztításával nagy szolgálatot teszel AvLeenek, amiért bizonyára szép jutalmat fogsz kapni és az eljövendő nemzedékek is emlékezni fognak a nevedre.",
    "map.gelu:2.event.2.description" : "A pletykák szerint az ÉLet Gyűrűje egy tiszta lángokból álló tó partján található.",
    "map.gelu:2.event.3.description" : "A Falorel nagyúrnak végzett munka kiváló volt képességeid kipróbálására. Az Erdőőrség Akadémián töltött első évek óta nem volt ilyen mozgalmas életed. BÁr tartasz tőle, hogy sötét események vannak a láthatáron, mégis úgy érzed, hogy nemes ügyet támogatsz. Az Élet Elixíre segíteni fog begyógyítani AvLee sebeit.",
    "map.gelu:2.event.4.description" : "A reggeli széllel érkező füstszag miatt arra gyanakszol, hogy ez a lángoló tó valahol délre van innen.",
    "map.gelu:2.header.description" : "Ez a völgy a Sárkányurak földje.A győzelemhez le kell győznöd őket, és meg kell találnod az Élet Gyűrűjét. Azonban ha Gelu vereséget szenved, a küldetés elveszett. Gelu a 20. szintig juthat el, de tapasztalatait, képességeit, varázslatait átvihati a következő pályára.",
    "map.gelu:2.header.name" : "A Sárkányurak völgye",
    "map.gelu:3.event.0.description" : "Eljött az idő, hogy megszerezd az Élet Elixírének utolsó alkotóelemét, az Életerő Fioláját. A fiola már hosszú ideje Vokial vámpírúr kezében van. Arra használja, hogy emberi vér helyett a fiolából táplálkozzon. Állítólag a táplálkozás régi módját gusztustalannak, unalmasnak és maga alatt állónak találja. Ha ellopod tőle ezt a varázstárgyat, abból több előnyünk is származik: befejezzük az Elixírt, valamint nagy kellemetlenséget és problémát okozunk neki. Talán még bele is hal, de nem hinném, hogy lesz olyan szerencsénk.",
    "map.gelu:3.event.1.description" : "Eddig jó szolgálatot tettél nekem, Gelu. Én, Falorel nagyúr, igen elégedett vagyok a szolgálatoddal, és jelenteni fogom feljebbvalóidnak az Erdőőrségnél. Ez a közös vállalkozás Erathiával nagyon hasznos nekünk, és talán segít begyógyítani a Szálfa Háborúk okozta sebeket. Irántam való hűségedet egy kis aranymedállal jutalmazom. Kérlek, fogadd el köszönetemmel együtt, amiért AvLee és népei megmentéséért küzdöttél.",
    "map.gelu:3.event.2.description" : "Vokial egy nagyhatalmú vámpírúr, és erősen védve lesz. Légy nagyon óvatos, mikor behatolsz Deyjába a fioláért, mert Vokial bizonyára felkészült a hozzád hasonló tolvajokra.",
    "map.gelu:3.event.3.description" : "Állítólag egy délnyugati völgyben fekete sárkányok őrzik egy titán kardját.",
    "map.gelu:3.event.4.description" : "Egy utazó csillogó pajzsról beszél, melyet innen délkeletre látott. Azt mondja, elvette volna a pajzsot, de egy vörös sárkány elüldözte.",
    "map.gelu:3.event.5.description" : "Légy óvatos a Tolvajok Céhével, mert ravaszak és megbízhatatlanok. Bizonyosodj meg róla, hogy nálad van, ami nekik kell, és hogy tényleg náluk van, amit te keresel, csak ezután bocsátkozz alkuba velük.",
    "map.gelu:3.event.6.description" : "Ha megszerezted az ÉLeterő Fiolát, illesztd össze az Élet Gyűrűvel és az ÉLeterő Gyűrűvel, hogy létrehozd az Élet Elixírét. Mindhárom nálad kell, hogy legyen, és nálad is kell maradniuk, hogy az Elixír stabil legyen. A művelet egyszerű. Tedd a gyűrűket a fiolába, és háromszor mondd el a varázsigét a tekercsről, amit kaptál. Ha harmadszor is elmondtad, és Elixír létrejött, hozd el nekem, amilyen gyorsan csak tudod.",
    "map.gelu:3.header.description" : "A győzelemhez lopd el az Életerő Fioláját Vokial vámpírúrtól, és hozd létre az Élet Elixírét. Azonban ha Gelu vereséget szenved, a küldetés elveszett. Gelu a 25. szintig juthat el, de tapasztalatiat, képességeit és varázslatait átviszi majd a következő hadjáratba.",
    "map.gelu:3.header.name" : "Tolvaj az éjszakában",
    "map.gelu:3.monster.67.69.0.message" : "Tolvajok! Ébresztő, gyerekek, itt az ebéd!",
    "map.gelu:3.monster.7.67.0.message" : "Hogy merészelsz a területemre lépni, hogy lopj tőlem! Most a maradékaidból fogok lakomázni!",
    "map.gelu:3.quest.71.14.0.completed" : ",,Rendben! Na most alkudozhatunk. Szóval volt egy egyezségünk. Add át az Őrszemek Pajzsát és a Titánok Kardját, és a barátom itt máris átadja az Életerő Fiolát. Megegyeztünk?\"",
    "map.gelu:3.quest.71.14.0.firstVisit" : ",,Psszt, hé! Erre! Úgy hallottuk, egy fiolát keresel, ami egy bizonyos vámpírúr tulajdonában van. Mi a Tolvajok Céhéből is keresünk pár dolgot magunknak. Ha elhozod nekünk a Titánok Kardját és az Őrszemek Pajzsát, megszerezhetjük neked a szóban forgó fiolát. Megegyeztünk? Én is úgy gondoltam.\"",
    "map.gelu:3.quest.71.14.0.nextVisit" : ",,Még nincs meg, eh? Hát ha tényleg annyira akarod azt a fiolát, menj és keresd egy kicsit jobban, érthető?\"",
    "map.gem:0.event.0.description" : "Nyolc hónappal ezelőtt a mentorom, Amanda beszélt nekem egy Antagarichban feltalált berendezésről, amely talán véget vethet az engem kínzó rémálmoknak. Ez a találmány, az Elsősegély Sátor képes meggyógyítani mindenféle sebet. Elhagytam Enrothot, átkeltem a tengeren, és addig kutattam, amíg itt, Lóhere várában meg nem tudtam venni ezt a csodálatos találmányt. Hamar rájöttem, hogy itt nagy szükség van az Elsősegély Sátrakra. Lóhere az Erathia, AvLee és Deyja közötti Vitatott Földeken található. Jelenleg a terület Erathiához tartozik, de a deyjai nekromanták fosztogatják a határokat. Mivel az erathiai katonaság nem ért ide időben, Lóhere polgármestere, Dilino önkénteseket toborzott, de nincs tapasztalt vezetőjük.",
    "map.gem:0.event.1.description" : "Mikor Dilino értesült róla, hogy én generális voltam az enrothi Örökösödési Háborúkban, a városházára kéretett, hogy megbeszéljük a helyzetet. Mgenyerte a rokonszenvemet, és belegyeztem, hogy én vezetem csatába a nekromanták ellen az önkénteseket. Nem örülök neki, hogy újra harcolnom kell, de nem engedhetem, hogy a nekromanták ugyanúgy elpusztítsák Erathiát, mint Enrothot.",
    "map.gem:0.event.10.description" : "Eltemettem a gyerekeket és elengedtem a még életben lévő állatokat. Az igazi borzalom az, hogy a halott gyerekek a szerencsésebbek. Ők már átléptek a túlvilágra. A felnőttek megkínzott lelkei élőhalott testükhöz vannak kötve, és nem nyughatnak, amíg el nem pusztul a testük. HOL VOLT EZEKNEK AZ EMBEREKNEK AZ URA, HOGY MEGVÉDJE ŐKET? Ezek a területek állítólag erathiaiak, de semmi szervezett sereget nem láttam a nekromanták ellen. hát nem tudják, hogy a nekromanták nem hagyják abba a betakarítsát, amíg mindenki MEG NEM HALT?",
    "map.gem:0.event.2.description" : "Mikor letáboroztunk, az egyik kentaur jött oda hozzám. ,,Gem úrhölgy\" -kérdezte- ,,Miért van az, hogy csata előtt és közben feketére változik a hajad?\" -Meglepődtem a kérdésen, és egy pillanatig csak bámultam rá. A kentaur nyugtalan lett, és visszakozni kezdett. ,,Nem akartam...\" Felnevettem. ,,Nem, semmi gond. nem hiszem, hogy tudhatnád. Ahonnan én jöttem, a legtöbb Varázslónőnek hollófekete haja van.\" Látva a zavarodottságot a szemében, magyarázni kezdtem. ,,Azért, hogy megzavarjuk az ellenséget. Így a megfigyelők nem tudják megmondani, hogy pontosan melyik Varázslónő van a harcmezőn. De persze itt Anagarichban nem ismerek más Varázslónőt.\" Nevetnem kellett a kentaur arckifejezésén. Nyilvánvalóan tiszta, mint a sár. De nem kaptam több kérdést a hajammal kapcsolatban.",
    "map.gem:0.event.3.description" : "Dilino tanácsait követve pár elhagyatott Rampart kastélyben állítottam fel a bázisomat, Lóherétől északra. Ezek a kastélyok számomra a régi és az új furcsa kombinációi. Az itt élő teremtmények egy része régi barátnak tűnik: a törpök, tündék és unikornisok. Még kentaurokat is irányítottam a múltban, de ők nyilasok voltak, nem közelharci egységek. Azt viszont furcsállom, hogy pegazusok, sárkányok és huornok is laknak itt.",
    "map.gem:0.event.4.description" : "Tünde felderítőim épp most jelentették, hogy északra két nekromanta kastély is található. Ezek a fosztogatások kiindulópontjai, és amíg fenntartják ezeket a bázisokat, folytatódni fognak a támadások. A kastélyok elfoglalása az egyetlen megoldás.",
    "map.gem:0.event.5.description" : "Egy kis falun vágtam át tegnap, és iszonyatos deja vu érzésem lett. Egy nekromanta tartott ,,betakarítási\" ámokfutást a faluban. Így hívják, mikor lemészárolnak egy teljes falut, és élőhalottként támasztják fel a lakókat.  Egyedül a kisgyerekek testét nem tudják felhasználni, mert nem elég nagyok. És persze nem csak az emberek esnek áldozatul. Mivel a gazdáik meghaltak, végül a ketrecben tartott állatokat is megöli az éhség és a szomjúság.",
    "map.gem:0.event.6.description" : "Egy kis őrjárattal utaztam az erdőben az éjszakai előtti szürkületben. A levegőben denevérek kergették a rovarokat. Hirtelen céltudatosan körülvettek minket, és vámpírokká változtak. A tündérek sikítottak, a tündék kiabáltak. Csontvázkezek nyúltak ki a földből, és lehúzták a lovamat. Térden állva villámlást küldtem a törpjeimet elözönlő boszorkányokra. Az unikornisok előre rohanatk, és felnyársalták a vámpírokat a szarvukkal. Pár méterrel arrább egy csontváz megölte az egyik druidámat. Egy fényrobbanással érkeztek meg a főnixeim az égből, hogy szénné égessék a megmaradt vámpírokat és csontvázakat. A nekromanta egy utolsó varázslat után menekülni kezdett. ",
    "map.gem:0.event.7.description" : "Gyötrődve és dühöngve keltem fel a függőágyamból. Most meg fog fizetni a nekromanta a halálért, a halottakért. Kirohantam a sátramból, és felemeltem a kezem, hogy villámokat szórjak a nekromantára, ám zavartan vettem észre, hogy egy alvó tábor közepén állok. ,,Hölgyem?\" kérdezte aggódva egy őr. ,,Csak álom volt\" mondtam ,,Csak egy... álom. Egy rémálom. De jól vagyok. Minden rendben.\"",
    "map.gem:0.event.8.description" : "Tegnap este találkoztam Clancyvel, egy kósza hőssel, aki remekül bánik az unikornisokkal. Ő egy Lord Fayette nevű avleei határurat szolgál. gyorsan megbarátkoztunk, és meséltem neki a hazám, Enroth Varázslóiról, ő pedig beszélt nekem AvLeeről, és az itt élő druidákról és kószákról. Valószínűleg Clancy deyjai behatolások után kutatja a Vitatott Földeket, bár ő ezt így nem mondta ki. Elmondtam neki, hogy a lóherei önkénteseknek segítek élőholtakat pusztítani. Attól tartok, kicsit túl erősen fejeztem ki a gyűlöletemet. ",
    "map.gem:0.event.9.description" : "Tegnap este Amandáról álmodtam. Megkérdezte, hogy tetszik nekem Antagarich. Elmondtam, hogy Erathia eddig nagyon zsúfoltnak és benépesítettnek tűnik. Azonban eddigi tapasztalataim alapján kedvelem a Vitatott Földek vidékét, de nem tetszik, hogy az erathiai nagyurak nem törődnek a lakókkal. Azt is elmondtam, amit Clancy mondott AvLeeről. Úgy hangzott, hogy jó hely lehet, nagyon nyitott és vad. Jól hangzik. Sőt, egyre jobban tetszenek a Rampart lakói is, amelyekből az avleei hadsereg áll.  ",
    "map.gem:0.header.description" : "A győzelemhez le kell győznöd az ellenségeidet. Azonban ha Gem vagy Clancy vereséget szenved, a küldetés elveszett. Hőseid a 10. szintig juthatnak el, de Gem és Clancy átviszik majd képességeiket, tapasztalataikat, varázslataikat a következő pályára.",
    "map.gem:0.header.name" : "A határ megtisztítása",
    "map.gem:0.heroes.27.biography" : "Gem egyike volt az Enrothban valaha látott legnagyobb varázslónőknek, aki Roland királyt szolgálta az Örökösödési Háborúkban. Röviddel azután, hogy Roland megszilárdította a hatalmát, Gem Antagarichba költözött.",
    "map.gem:1.event.0.description" : "Elmondtam Clancynek, hogy beleegyeztem: segítek egy Sandro nevű varázslósegédnek megszerezni a Sírásó Amulettjét mestere, Ethric számára. Clancy elismerően simogatta a szakállát, mikor elmondtam, hogy nekromancia-ellenes kutatásokhoz kellene, és azzal lepett meg, hogy felajánlotta a segítségét.",
    "map.gem:1.event.1.description" : "Sandro szerint a Sírásó Amuletje észak-északkeletre található Sziklafa várától, és egy szellemsárkányhorda őrzi.",
    "map.gem:1.event.10.description" : "Megüzentem Clancynek Ethric kutatásának célját, és azt, hogy beleegyeztem a Vámpír Csuklyája és a Halott Ember Csizmája felkutatásába.",
    "map.gem:1.event.11.description" : "Clancy azt üzente, hogy szívesen segítene nekem megkeresni a másik két varázstárgyat, de ehhez engedélyt kell kérnie mesterétől, Lord Fayette-től. Clancy szerint Lord Fayette megengedi, hogy segítsen, ha nem csinálunk semmit, ami idegesítené az erathiaiakat.",
    "map.gem:1.event.12.description" : "Azt válaszoltam, hogy nagyon örülnék a társaságának, de azt meg kell értenie, hogy ez az én küldetésem, nem az övé. Biztosított róla, hogy ő is így gondolja, majd dicsérni kezdte a Lóhere Őrséggel folytatott hadjáratomat. Hízelgő! Hát persze, mit várhatnánk egy olyan embertől, aki az unikornisokkal is szót ért?",
    "map.gem:1.event.2.description" : "Kezdem egészen otthon érezni magam a Rampart kastélyban. Még a sárkányokat is kezdem megszokni! Viszont a hournoktól kicsit kényelmetlenül érzem magam. Nem személyesen velük van a baj, igazán barátságosak. Csak egy olyan múltra melékezetnek, amit szívesebben felejtenék el. Kislánykorom óta nem láttam mozgó fákat.",
    "map.gem:1.event.3.description" : "Tünde felderítőim most jelentették, hogy északkeletre él egy nekromanta. Úgy tűnik, hogy az amulet közelében lehet. A felderítők úgy értesítettek, hogy terrorizálja és öldökli a lakosságot. Nyugalmat fogok adni minden egyes megkínzott léleknek, akiket élőholt testbe zárt ez a nekromanta.",
    "map.gem:1.event.4.description" : "Egyik tünde felderítőm beszélt egy helybélivel, aki állítólag egy csoport szellemsárkányt látott eltűnni egy föld alatti átjáróban pár hónapja. Talán a szellemsárkányok és az amulett is a föld alatt vannak!",
    "map.gem:1.event.5.description" : "Mikor tegnap este letáboroztunk, egy öreg druida jelent meg. Azt mondta, sokat hallott rólam Dilino polgármestertől és Clancytől, és szeretett volna találkozni velem. Volt valami benne, ami azonnal megtetszett, és végül átbeszélgettük az éjszakát. Nagyon érdeklődött a varázslók és a druidák által használt mágia közötti különbségek, de főleg a tanáraim iránt. Elkezdtem mesélni neki a tanítómról, Amandáról, és hirtelen észrevettem, hogy neki is ugyanolyan nyugodt, elfogadó szemei vannak. A druida meglepődött, mikor ezt elmondtam neki, de úgy éreztem, többet egyelőre nem árulhatok el. Manapság nem lehetek elég óvatos az idegenekkel, bár jó viszonyban váltunk el másnap reggel.",
    "map.gem:1.event.6.description" : "Ma reggel a sikolyokat követve egy kis falura találtunk. Egy kis csapat kalandozó csontváz és zombi támadta meg a lakókat, de nem jelentettek gondot a seregemnek. Az utolsó csontvázat én magam tapostam el. A földre tiportam a csontvázat, és újra meg újra rátapostam a lovam patájával, amíg csak egy rakás csonttörmelék maradt belőle. Esküszöm, hogy egy megkönnyebbült sóhajt halottam, amint a bebörtönzött lélek végre kiszabadult, és a túlvilágra távozott. Azonban ezek után a katonáim furcsán néztek rám.",
    "map.gem:1.event.7.description" : "Az emberek olyan furcsák, ha aranyról van szó. Ha nem fogadod el tőlük, nem tudják, mi a teendő, és idegesek lesznek. Már eljutottam arra a pontra, hogy egyszerűen elfogadom, ha felajánlják - ha meg tudják engedni maguknak. Így sokkal egyszerűbb. Lefogadom, hogy Sandro nem tudta volna, hova tegyen engem, ha visszautasítom a pénzt; annyira biztos volt benne, hogy megvásárolhatja a hűségemet. Az egészben az a vicces, hogy ingyen is segítettem volna nekik.",
    "map.gem:1.event.8.description" : "Nagyon érdekes levelet kaptam tegnap Sandrótól. Láthatóan meggyőzte mesterét, hogy elmondhatja nekem a teljes történetet. Úgy tűnik, Ethric nem csak kutatásokat végez. Úgy véli, hogy rájött, hogyan készíthetne egy nekromanciát elfojtó varázstárgyat, de szüksége van hozzá három más varázstárgyra: a Sírásó Amuletjére, a Vámpír Csuklyájára és a Halott Ember Csizmájára. Sandro még több aranyat ajánlott fel nekem, ha megkeresem a három másik tárgyat is.",
    "map.gem:1.event.9.description" : "Azt válaszoltam Sandro levelére, hogy Ethric értékes kutatást folytat, és megígértem, hogy ha megvan a Sírásó Amulettje, megkeresem a másik két tárgyat is. Miután elküldtem a levelet, úgy döntöttem, hogy a keresés után meglátogatom Ethricet, és meggyőzöm, hogy fogadjon el tőlem pénzt a kutatásaihoz. Igazán tisztelem őt.",
    "map.gem:1.guards.32.5.0.message" : "Hirtelen elönt a halál bűze. ,,Rajtaütés!\" kiált az egyik katonád az égre mutatva.",
    "map.gem:1.guards.39.8.0.message" : "A szellemsárkány által összegyűjtött arany- és drágakőhalom alatt megtalálod a Sírásó Amuletjét.",
    "map.gem:1.guards.42.20.0.message" : "Ahogy felemeled az aranyrögöt, észreveszed, hogy a legnagyobb része a föld alatt van. Ez egy jó nagy aranyrög!",
    "map.gem:1.guards.54.64.0.message" : "Ahogy felemeled az aranyrögöt, észreveszed, hogy a legnagyobb része a föld alatt van. Ez egy jó nagy aranyrög!",
    "map.gem:1.header.description" : "A győzelemhez szerezd meg a Sírásó Amulettjét. Azonban ha Gem vagy Clancy vereséget szenved, a küldetés elveszett. Hőseid a 15. szintig juthatnak el, de Gem és Clancy átviszik majd képességeiket, tapasztalataikat, varázslataikat a következő pályára.",
    "map.gem:1.header.name" : "Az amulett nyomában",
    "map.gem:1.heroes.22.biography" : "Amíg Clancy nem Lord Fayette generálisaként szolgál, úgy dönt, hogy segít Gemnek a küldetéseiben.",
    "map.gem:1.heroes.27.biography" : "A Deyja elleni hadjárata után Gem beleegyezik, hogy segíti egy varázsló nekromancia-ellenes kutatásait, és megszerzi neki a Sírásó Amuletjét.",
    "map.gem:1.monster.38.8.0.message" : "A kellemes környezet ellenére is érzed a halál öszetéveszthetetlen bűzét, és már látod is magad előtt a szellemsárkányokat.",
    "map.gem:1.town.19.59.0.name" : "Sziklafa",
    "map.gem:2.event.0.description" : "Egy terek nevű barbár megtalálta a Vámpír Csuklyáját Sandró számára. Sajnos azonban a visszaúton banditák ejtették foglyul tereket a Vitatott Földek területén. terek meggyőzte a baditákat, hogy a mestere szép öszeget fizet érte, ha tárgyaival együtt sértetlenül kiadják neki. Varázsgömböm szerint egy földalatti börtönben, a deyjai határhoz közel tartják fogva.",
    "map.gem:2.event.1.description" : "felderítőim egy semleges Rampart kastélyról számoltak be északkeletre a kiinduló bázisunktól.",
    "map.gem:2.event.10.description" : "Muszáj a küldetésemre koncentrálnom. Nagyon fájdalmasan érint, hogy egymagam nem tudom elpusztítani a világ öszes gonoszságát. Csak annyit tehetek, hogy segítek másoknak segíteni magukon. Pénzt adtam Dilino polgármesternek, hogy telepítse a lakosságot Lóhere köré, ahol a polgárőrség megvédheti őket. A többi pénzemet is odadtam, hogy támogassa a polgárőrséget. A polgárőrség ugyan önkéntesekből áll, de akkor is szükségük van fegyverekre, felszerelésre és ellátásra. ",
    "map.gem:2.event.2.description" : "Úgy tűnik, nagy hatást tettem a deyjai határurakra.  Tünde felderítőim szerint egyikük sereget gyűjt, hogy csatába induljon ellenem. A felderítők azt gyanítják, hogy az egyik vámpírúr észrevehette, amint erre a területre érkeztünk.",
    "map.gem:2.event.3.description" : "Jó hírt is kaptam ma. clancy engedélyt szerzett mesterétől, hogy segítsen nekem megtalálni a többi varázstárgyat. Lord Fayette azt mondta, hogy felőle rendben van, csak ne hódítsuk meg AvLeet. Gondolom, ez az utolsó rész vicc volt.",
    "map.gem:2.event.4.description" : "Ma egy újabb falucskán haladtunk keresztül, amit egy nekromanta pár hónapja ,,betakarított\". Eltemettem, ami a gyerekek testéből memaradt. Felnőttek nem voltak, őket csontvázként támasztották fel, ebben biztos vagyok. Olyan öregnek, fáradtnak, mérgesnek és zavarodottnak érzem magam, ha ilyesmit látok. Nem tudom, hogy akarja Erathia megtartani a Vitatott Földeket, ha nem védi meg a népet ettől a borzalomtól.",
    "map.gem:2.event.5.description" : "ma gondolkodtam... dolgokról. Néha egyszerűen megtagadom, hogy bizonyos dolgokra gondoljak, de túlságosan fáj, és most már kiegyensúlyozottabbnak érzem magam. Nem hiszem, hogy helytelen gyűlölni a Gyűlöletest és nem megbocsátani a Megbocsáthatatlant. Viszont helytelen, ha engedjük, hogy a gyűlölet és nem megbocsátás olyanná változtassa az embert, amit maga is gyűlöl és nem bocsát meg. Nem követem el újra azt a hibát. Nem leszek olyan, mint ők.",
    "map.gem:2.event.6.description" : "Ma este megint Amandáról álmodtam. Azt gondolom, az álmok valódiak, és varázslattal kommunikál velem. megkérdezte, hogy hogyan haladok. Elmondtam, hogy megszereztem Snadrónak az Amuletet, és hogy elvállaltam, hogy segítek a mesterének, Ethricnek megtalálni a Vámpír Csuklyáját és a Halott Ember Csizmáját. Remegve a dühtől, beszéltem neki a ,,betakarításról\" is, és hogy hogy próbáltam segíteni az itt élőknek. Ő csak rámnézett bölcs, nyugodt szemeivel, és azt mondta, hogy legyek nagyon, nagyon óvatos, és akkor nem az történik, ami legutóbb.",
    "map.gem:2.event.7.description" : "Clancy Lord Fayette-je tegnap megérkezett! Micsoda kellemes meglepetés! Azt állíttta, ,,vadászaton\" van, és közben rám kacsintott. Most először volt alkalmam beszélni vele, és nagyon megkedveltem. Az erdőről, állatokról és népekről beszélgettünk. Mielőtt elment, azt mondta, hogy szeretné, ha gondolkodnék azon, hogy csatlakozom AvLee seregéhez, és beállok hozzá vagy egy másik lordhoz. Azt mondta, pár nap múlva küldjek neki üzenetet ezzel kapcsolatban.",
    "map.gem:2.event.8.description" : "Távozása után azonnal írni akartam Lord Fayette-nek, de kényszerítettem magam, hogy várjak egy kicsit. Végül ma azt írtam neki, hogy szívesen csatlakoznék a seregéhez, de előbb be kell fejeznem a keresést Ethric számára. Azt hiszem, meg fogja érteni. Nemsokára kiderül.",
    "map.gem:2.event.9.description" : "Ma kaptam meg Lord Fayette levelét. Azonnal kinyitottam. A levélben hivatalosan meghívott, hogy csatlakozzak az erőihez, ha végeztem a kereséssel. Olyan hízelgő dolgokat mondot, hogy nevetnem kellett. Milyen elragadó ez a tünde lord! Öröm lesz együtt dolgozni vele.",
    "map.gem:2.guards.18.16.1.message" : "Egy szoborkert figyelmeztet az itt összegyűlt medúzák rossz kedvére. Megtámadod őket?",
    "map.gem:2.guards.22.61.1.message" : "Több mantikór és minótaurusz gyűlt össze a varázstárgy körül. Megtámadod őket?",
    "map.gem:2.guards.22.7.1.message" : "Több mantikór és minótaurusz gyűlt össze a varázstárgy körül. Megtámadod őket?",
    "map.gem:2.guards.23.54.1.message" : "Egy csoport hárpia gyűlt össze a varázstárgy körül. Megtámadod őket?",
    "map.gem:2.guards.25.17.1.message" : "Több Beholder gyűlt össze a varázstárgy körül. Megtámadod őket?",
    "map.gem:2.guards.29.63.1.message" : "Egy csoport medúza gyűlt össze a varázstárgy körül. Megtámadod őket?",
    "map.gem:2.guards.3.17.1.message" : "Egy csoport medúza gyűlt össze a varázstárgy körül. Megtámadod őket?",
    "map.gem:2.guards.49.52.1.message" : "Több alvó sárkány gyűlt össze a varázstárgy körül. Megtámadod őket?",
    "map.gem:2.guards.65.23.1.message" : "Egy csoport hárpia gyűlt össze a varázstárgy körül. Megtámadod őket?",
    "map.gem:2.guards.65.31.1.message" : "Egy csoport medúza gyűlt össze a varázstárgy körül. Megtámadod őket?",
    "map.gem:2.guards.66.28.1.message" : "Több mantikór és minótaurusz gyűlt össze a varázstárgy körül. Megtámadod őket?",
    "map.gem:2.guards.9.29.1.message" : "Egy csoport hárpia gyűlt össze a varázstárgy körül. Megtámadod őket?",
    "map.gem:2.header.description" : "A győzelemhez Lombcsarnok várába kell vinned a Vámpír Csuklyáját. Azonban ha Gem vagy Clancy vereséget szenved, a küldetés elveszett. Hőseid a 20. szintig juthatnak el, de Gem és Clancy átviszik majd képességeiket, tapasztalataikat, varázslataikat a következő pályára.",
    "map.gem:2.header.name" : "A csuklya visszeszerzése",
    "map.gem:2.quest.54.44.1.completed" : ",,Terek az északra lévő börtönben van. A váltságdíja 40,000 arany. Ki akarod fizetni?\"",
    "map.gem:2.quest.54.44.1.firstVisit" : "Egy csoport bandita uralja ezt a tornyot, és azt mondják: ,,Ha szükséged van Terekre és a felszerelésére, 40,000 aranyat kell fizetned váltságdíjul.\"",
    "map.gem:2.quest.54.44.1.nextVisit" : ",,Nincs pénz, nincs Terek.\"",
    "map.gem:2.town.11.11.0.name" : "Lombcsarnok",
    "map.gem:3.event.0.description" : "Nem lesz egyszerű megszerezni a Halott Ember Csizmáját. Tünde felderítőim beszámolói alapján legalább két deyjai határúr van a területen. Valószínűleg nem fognak örülni a jelenlétemnek Deyjában. Nem vonhatják el a figyelmemet a határurak, a csizmát kell hajszolnom. Persze az lenne a legjobb, ha el tudnám pusztítani a deyjai seregeket és meg tudnám szerezni a csizmát egyszerre.",
    "map.gem:3.event.1.description" : "Megpróbáltam a varázsgömbbel megtalálni a Halott Ember Csizmáját, de semmi hasznosat nem tudtam megjósolni. Jóstehetségem inkább csak élő dolgokkal működik. Azonban Sandro szerint a csizmák egy délre élő varázsló birtokában vannak.",
    "map.gem:3.event.10.description" : "Ma reggelinél találkoztam az öreg druidával. Őszinte voltam hozzá. Elmondtam, hogy komolyan fontolgatom a csatlakozást, de előbb meg kell vizsgálnom az esküket.",
    "map.gem:3.event.11.description" : "Elmagyarázta, hogy minden druida maga írja az esküjét, és ebédig ki is dolgoztuk a saját eskümet. Amanda szavait követve nyugodtan egyeztem bele, hogy az öreg druida elvigye az eskümet a Druida Nagytanácsnak.",
    "map.gem:3.event.12.description" : "Ma este megint Amandával álmodtam. Köszöntöttük egymást, és beszámoltam neki találkozásomról az öreg druidával, és hogy kidolgoztam az eskümet is. Egy részem mindig is varázslónő fog maradni, de végül druidává váltam, és új otthonra leltem itt Antagarichban. megkértem Amandát, hogy kérje meg a többi varázslónőt, egyezzen bele, hogy druida legyek. ",
    "map.gem:3.event.13.description" : "Amanda tűnt fel ma éjjel, és elmondta, hogy a többi varázslónő beleegyezett, hogy druida legyen belőlem. Megölelt, és azt mondta, ez lesz az a bizonyos ,,új kezdet\", melyről remélte, hogy megtalálom Antagarichban.",
    "map.gem:3.event.14.description" : "Me reggel küldtem el az átnézett esküt az öreg druidának. Azt mondtam, hogy pár árnyalat van a változtatásban, ami így jobban tetszett. Azt is megírtam, hogy ezt az utolsó küldetést szeretném még varázslónőként befejezni. Aztán ha a Druida Tanács elfogadja a fogadalmamat, a következő teliholdkor felesküszöm. Úgy érzem, könnyebb let a szívem. Nemsokára avleei hős és druida leszek. De előbb meg kell szereznem a csizmákat Sandrónak.",
    "map.gem:3.event.2.description" : "Meglepetés-látogatóm volt ma reggel: az öreg druida, akivel nemrég beszéltem. reggeli közben megkért, gondolkodjak el azon, hogy druida legyek. Egy pillanatra meghökkentem, de aztán megráztam a fejem, és azt mondtam neki, hogy én varázslónő vagyok. Az öreg druida nyugodtan evett egy falatot és azt mondta, hogy tudomása szerint attól, hogy varázslónő vagyok, még lehetek druida is. Reggeli után elment, de adott nekem egy könyvet, melyből megtudhatom, mit jelent valójában druidának lenni.",
    "map.gem:3.event.3.description" : "Ma Amandáról álmodtam, aki örült, hogy látott. Elmondtam neki mindent az öreg druidáról, meglepő javaslatáról, és hogy mit gondolok a könyvről. Amanda megkérdezte, hogy éreztem magam a druida ajánlata után. ,,Megtisztelve\" feleltem kis szünet után.",
    "map.gem:3.event.4.description" : "Ez a hatvenegyedik évem varázslónőként. Az idő haladtával megtanultam megvédeni magamat és katonáimat a káros varázslatoktól. Minden reggel, mikor felkel a nap, pár percig a varázsgömbömmel ellenőrzöm, nincs-e ellenséges varázslat a seregemen.",
    "map.gem:3.event.5.description" : "Ma reggel felfedeztem, hogy a seregem felére átkot szórtak. Úgy nézett ki, mint egy régen látott nekromanta varázslat, a Fekete Szorítás. Ez az átok belülről rohasztja el az áldozatot. Szerencsére még idben el tudtam távolítani a varázslatot.",
    "map.gem:3.event.6.description" : "Nem vagyok már olyan bizalommal teli, mint régen. miután átvettem az öreg druida könyvét, alaposan ellenőriztem, nincs-e megátkozva. Nem találtam semmit, csak egy vízlepergető varázslatot. Talán ma este olvasok belőle egy kicsit.",
    "map.gem:3.event.7.description" : "Tegnap este kiolvastam a druida könyvét. Lassan olvastam, elgondolkodva, hogy miről szól, és miről nem szól. Bár konkrét dolgokban vannak különbségek, a filozófia magja gyakorlatilag ugyanaz.",
    "map.gem:3.event.8.description" : ",,Gem\" válaszolta Amanda ,,ha a két filozófia tényleg olyan hasonló, ahogy mondod, akkor jó ötletnek tartom, hogy csatlakozz hozzájuk.\" Azt mondtam, hogy nem vagyok rá képes. Hűtlennek érezném magam vele és varázslónő testvéreimmel szemben. Amanda megrázta a fejét, és azt javasolta, derítsem ki, milyen esküt kérnek, mielőtt döntenék.",
    "map.gem:3.event.9.description" : "Sokat gondolkoztam a druida ajánlatán és Amanda szavain. Azt hiszem, megkérdezem, milyen esküt kell tennem. Ha az esküjeim nem ütköznek, akkor csatlakozom a druidákhoz, és új otthonra lelek Antagarichban. Üzenetet küldök ma az öreg druidának, hogy találkozzunk, és beszéljük meg az esküt.",
    "map.gem:3.guards.2.103.0.message" : "Egy kis hegyi tisztás közepén találod meg a Halott Ember Csizmáját. A hátadon feláll a szőr. A finom szellő a pusztulás halvány bűzét hozza. Fel akarod venni a csizmákat?",
    "map.gem:3.header.description" : "A győzelemhez Gem induló várába kell vinned a Halott Ember Csizmáját. Azonban ha Gem vagy Clancy vereséget szenved, a küldetés elveszett. Hőseid a 25. szintig juthatnak el, de Gem és Clancy átviszik majd képességeiket, tapasztalataikat, varázslataikat a következő pályára.",
    "map.gem:3.header.name" : "Hajsza a csizmákért",
    "map.gem:3.quest.3.104.0.completed" : "A varázsló beleegyezik, hogy átengedjen a Szentek Bocskoráért cserébe. Át akarsz menni?",
    "map.gem:3.quest.3.104.0.firstVisit" : "Egy hatalmas varázslóé ez a torony. Nem enged át, csak ha elhozod neki a Szentek Bocskorát.",
    "map.gem:3.quest.3.104.0.nextVisit" : "A varázsló hajthatatlan. Ha át akarsz jönni, hozd el a Szentek Bocskorát.",
    "map.gem:3.quest.75.3.0.completed" : ",,Végre, a 25 szellemsárkány! Elég sokáig tartott. Tessék, vedd el a bocskort. Rosszul leszek, olyan jóságot sugároz.\"",
    "map.gem:3.quest.75.3.0.firstVisit" : ",,Látnok vagyok, és tudom, hogy szükséged lesz a Szentek Bocskorára. Nálam van egy pár, és neked adom, ha hozol nekem 25 szellemsárkányt.\" Kinevet, amikor csikorgatod a fogadat. ,,Úgyis visszajössz.\"",
    "map.gem:3.quest.75.3.0.nextVisit" : ",,Nincs 25 szellemsárkány? Akkor nem adom oda a Bocskort!\"",
    "map.good1:0.event.0.description" : "Enroth királynőjétől, Catherine Ironfisttől: \"Tábornok, partraszállásunkkal bizonyítékot szereztünk Nighon Dungeon Nagyurainak inváziójáról.\"",
    "map.good1:0.event.1.description" : " \"Ezek az emberek az elmúlt harminc napban a nighoni katonaság uralma alatt éltek. Feltételezzük, hogy a Plinth, Mirham és Trailia melletti városok is Nighon vagy Eofol megszállása alatt állnak.\"",
    "map.good1:0.event.2.description" : " \"Más tábornokok is vizsgálják a területet, hogy meghatározhassuk a határáthágás mértékét. Erre a vidékre nézve egyszerű a feladatod. Létesíts egy bázist, gyűjtsd össze a helyi seregeket, határozd meg a Nighon invázió méretét és találd meg a támadás útvonalát.\"",
    "map.good1:0.event.3.description" : " \"Ha megtalálod az ellenség hadműveleteinek fő bázisát, gyorsan meg tudjuk majd semmisíteni a megmaradt haderőket. Sok szerencsét.\"",
    "map.good1:0.event.4.description" : "Egy Mirhamből érkező felderítő lép be Caryatid udvarába, és jelenti: \"Mirham Nighon és Eofol megszállása alatt van.\"",
    "map.good1:0.event.5.description" : "Egyik segítőd lép eléd, és egy tekercset nyújt át. Azt mondja, hogy a felderítő, aki a tekercset hozta, számos komoly sérülést szenvedett. Kibontod és elolvasod: \"Eofol seregei elfoglalták Plinthet.\"",
    "map.good1:0.event.6.description" : "Griffje hátán érkezik egy nyílhegyektől, hárpiakarmoktól megsebesült felderítő. Letérdel előtted, és átadja a tudósítását: \"Tábornok, Trailia Nighon szörnyeinek uralma alatt áll.\"",
    "map.good1:0.guards.18.35.0.message" : "A barlanglakók legyőzése után embereid felszabadítják az őrházat. A lándzsások szívesen harcolnak az oldaladon.",
    "map.good1:0.header.description" : "A győzelemhez el kell foglalnod Terraneus városát. Hőseid 6. szintig juthatnak el, de 4 legerősebb hősöd veled utazik a hadjárat következő küldetésébe.",
    "map.good1:0.header.name" : "Hazatérés",
    "map.good1:0.header.rumor.0.text" : "Mielőtt a Nighon Nagyurak lerohanták, ezt a földet Erathia legnagyobb hősei védték. Senki sem tudja, hová tűnhettek.",
    "map.good1:0.header.rumor.1.text" : "Igaz, hogy Catherine királynő visszatért Erathiába?",
    "map.good1:0.header.rumor.10.text" : "Talán Enrothban még nem hallották. Gryphonheart király nem természetes halállal halt meg.",
    "map.good1:0.header.rumor.11.text" : "Úgy hallottam, Gryphonheart király az ételébe tett méregtől halt meg.",
    "map.good1:0.header.rumor.12.text" : "Egy Griff Torony található Caryatidtól északra. Ez volt az invázió egyik első célpontja. ",
    "map.good1:0.header.rumor.13.text" : "Egyik rokonom egy őrházban szolgál lándzsásként, Caryatidtól északra. Remélem, túlélte a támadást.",
    "map.good1:0.header.rumor.14.text" : "Úgy hallottam, hogy a Plinthtől északkeletre található íjászok tornyát könnyedén bevette egy barlanglakó-horda.",
    "map.good1:0.header.rumor.15.text" : "Bár mostanában semmit nem hallottunk a Mirhamtól északnyugatra lévő monostorról, állítólag az ellenség erősítést küldött oda.",
    "map.good1:0.header.rumor.16.text" : "Erathia legjobb kardforgatóit a Trailiától északnyugatra levő kaszárnyában képzik.",
    "map.good1:0.header.rumor.17.text" : "Mirhamtól keletre egy mágus lakik kunyhójában. Az egyik itteni hős szerint \"rajta tartja a szemét\" a Bracada nyugati hegyei mögött folyó hadműveleteken.",
    "map.good1:0.header.rumor.18.text" : "Enrothiként tudnod kellene, hogy a nyugati hegyvidék a határ Bracada és az országunk között.",
    "map.good1:0.header.rumor.19.text" : "Nem figyelmeztettek. Az éjszaka közepén hirtelen alagútásók és ördögök vettek körül minket. Egyesek szerint a seregek egy \"tömegportálon\" keresztül jöttek.",
    "map.good1:0.header.rumor.2.text" : "Úgy hallottam, Griert, a lovagot Mirhamtól északnyugatra tartják fogva.",
    "map.good1:0.header.rumor.20.text" : "Nighon az óceán túlsó partján fekszik, de hajókat nem láttunk.",
    "map.good1:0.header.rumor.21.text" : "Mirhamtól nyugatra van egy őrház, ahol Erathia seregének újoncait kiképzik.",
    "map.good1:0.header.rumor.3.text" : "Sok hajó roncsa kering az óceán örvényei körül. A túlélő kapitányok úgy tartják, a megpróbáltatás csak erősebbé tette őket, de a legénység jó része nem ért egyet.",
    "map.good1:0.header.rumor.4.text" : "Nagyon köszönjük, hogy megmentetted a városunkat.",
    "map.good1:0.header.rumor.5.text" : "A vidék sok városa van még mindig Nighon megszállás alatt.",
    "map.good1:0.header.rumor.6.text" : "Hallottál valami hírt Steadwickről?",
    "map.good1:0.header.rumor.7.text" : "Steadwick elesett? A nemzetünk fővárosa Nighon megszállás alatt van?",
    "map.good1:0.header.rumor.8.text" : "Igaz, hogy Erathiának több mint a fele Nighon, Kreegan és Tatalia megszállása alatt van?",
    "map.good1:0.header.rumor.9.text" : "Alagútásókat és ördögöket is láttunk. Eofol bizonyára szövetkezett Nighonnal.",
    "map.good1:0.sign.26.41.0.message" : "Plinth: délnyugat.   Mirham: északkelet.",
    "map.good1:0.sign.41.23.0.message" : "Trailia: északkelet.  Mirham: délnyugat.",
    "map.good1:0.sign.48.35.0.message" : "Mirham: nyugat.  Caryatid: kövesd a hegyeket keletre, majd délre.",
    "map.good1:0.town.10.54.0.name" : "Plinth",
    "map.good1:0.town.35.35.0.name" : "Mirham",
    "map.good1:0.town.35.35.1.event.0.description" : "Egy karaván érkezik a felszínről heti faadagoddal.",
    "map.good1:0.town.35.35.1.name" : "Terraneus",
    "map.good1:0.town.60.8.0.name" : "Trailia",
    "map.good1:0.town.68.56.0.name" : "Caryatid",
    "map.good1:1.event.0.description" : "El kell érnünk Tiszta Tollt még Nighon és Eofol erői előtt. Ha támogatni tudjuk őket, talán meggyőzhetjük az angyalokat, hogy legyenek segítségünkre Erathia visszaszerzésében. Meg kell erősítenünk ezt a területet, mielőtt Steadwick felé indulunk.",
    "map.good1:1.event.1.description" : "Felderítőink jelentik, hogy számos barlangbejárat található a vidéken. Valószínűleg jó pár nighoni és eofoli erődítményt fogunk találni a föld alatt.",
    "map.good1:1.header.description" : "A győzelemhez el kell foglalnod az összes ellenséges várat és le kell győznöd az összes ellenséges hőst. Hőseid 12. szintig juthatnak el, de 8 legerősebb hősöd veled utazik majd a hadjárat utolsó küldetésébe.",
    "map.good1:1.header.name" : "Őrangyalok",
    "map.good1:1.town.19.18.0.name" : "Tiszta Toll",
    "map.good1:2.event.0.description" : "Fa a Dungeon Nagyurak erőfeszítéseiért.",
    "map.good1:2.event.1.description" : "A Griff Szikla, Erathia szinte teljes griff népességének fészke jelenleg Nighon és Kreegan erőinek uralma alatt áll. Generációkkal ezelőtt a griffek jelentették a kulcsot Erathia megalapításához, és most ők jelentik a kulcsot a visszaszerzéséhez.",
    "map.good1:2.event.2.description" : "Nighon és Eofol befolyása jelentős a vidéken, de fel kell szabadítanunk a griffeket, akiket most kényszerítenek, hogy nekik szolgáljanak. Értesültünk róla, hogy a főváros, Steadwick ostrom alatt áll. Ha elesik, nagy szükségünk lesz a griffek segítségére.",
    "map.good1:2.event.3.description" : "Keresd fel az északi Griff Tornyokat. Mindet fel kell szabadítunk, mielőtt Steadwick felé indulhatnánk. Sok szerencsét.",
    "map.good1:2.guards.25.23.0.message" : "Egyik katonád hirtelen felkiált: \"Rajtaütés!\" Alig van időd fegyvert fogni.",
    "map.good1:2.guards.29.8.0.message" : "Úgy tűnik, egy lavina zárta el az ösvényt.",
    "map.good1:2.guards.46.23.0.message" : "Egyik katonád hirtelen felkiált: \"Rajtaütés!\" Alig van időd fegyvert fogni.",
    "map.good1:2.header.description" : "A győzelemhez el kell foglalnod mind a hét Griff Tornyot.",
    "map.good1:2.header.name" : "Griff Szikla",
    "map.good1:2.header.rumor.0.text" : "Úgy hallottam, Steadwicket ördögök támadták meg!",
    "map.good1:2.header.rumor.1.text" : "Sok menekült hagyta el a keleti területeket. Legtöbbjük továbbutazott Steadwick felé, hogy biztonságban legyenek.",
    "map.good1:2.sign.37.64.0.message" : "Az Régi Griff Út",
    "map.good2:0.event.0.description" : "Hírszerzésünk szerint Nighon és Eofol erői Steadwickben barikádozták el magukat. Mivel minden megközelítési lehetőséget eltorlaszoltak, erősítéseik valószínűleg föld alatti alagutakon át érkeznek.",
    "map.good2:0.event.1.description" : "Vagy meg kell találnod az általuk használt folyosót, vagy a hegyeken át kell utat találnod. A jó hír az, hogy Bracada támogat minket, és ha el tudjuk őket érni, AvLee is. Nincs más mondanivalóm. Nem állunk meg, míg Steadwick fel nem szabadul. ",
    "map.good2:0.event.2.description" : "Steadwick ostromának túlélői szerint Gryphonheart király halála után Erathia irányítása Morgan Kendal, a Királyi Erathiai Katonai Parancsnokság Tábornoka kezébe került.",
    "map.good2:0.event.3.description" : "A szemtanúk szerint Kendal tábornokot foglyul ejtették a harc közben, és sokak szerint egy északnyugati börtönben tartják fogva. Jó lenne megpróbálkozni a kiszabadításával, mivel egy briliáns katonai vezetőről van szó.",
    "map.good2:0.header.description" : "A győzelemhez el kell foglalnod Steadwick városát. Keresd fel a Látnokot - ha teljesíted a Titok kunyhó küldetését, a jutalmat magaddal viheted a következő küldetésbe.",
    "map.good2:0.header.name" : "Steadwick felszabadítása",
    "map.good2:0.header.rumor.0.text" : "A Dungeon Nagyurak feltételezhetően föld alatti alagutakon át látják el Steadwicket.",
    "map.good2:0.header.rumor.1.text" : "A Dungeon Nagyuraknak két föld alatti átjárójuk van Steadwick Völgyön kívül.",
    "map.good2:0.header.rumor.2.text" : "Morgan Kendal tábornokot egy északnyugati börtönben tartják fogva.",
    "map.good2:0.heroes.4.name" : "Kendal tábor",
    "map.good2:0.town.36.42.0.name" : "Steadwick",
    "map.good2:1.event.0.description" : "Egy eofoli vezér levele tisztán kijelenti, hogy Roland Ironfist király az ördögök fogja, és csak egymillió arany váltságdíj mentheti meg az életét.",
    "map.good2:1.event.1.description" : "Nem tudtuk bizonyítani ezt az állítást, de a küldönc vallatásakor kiderült, hogy a Kreelah klán tartja fogva Rolandot Eofol határain belül. Igaz vagy sem, a királynő nem fogja megadni magát.",
    "map.good2:1.event.2.description" : "A Kreelah klán fő erődje, Kleesive éppen az erathiai határ túloldalán van. Foglald el Kleesive-et, és ha tényleg ott van, szabadítsd ki Roland királyt. Valószínűtlennek tűnik, hogy a határhoz ennyire közel tartanák a túszaikat, úgyhogy légy óvatos, mert talán mindez csak egy gondosan kidolgozott csapda.",
    "map.good2:1.event.3.description" : "AvLee hadai segítségünkre siettek ebben a feladatban. Sok szerencsét, és az Egek Fénye oltalmazzon.",
    "map.good2:1.guards.14.24.0.message" : "Egyik katonád felkiált: \"Rajtaütés!\" Alig van időd a fegyveredhez kapni.",
    "map.good2:1.guards.17.29.0.message" : "Egyik katonád felkiált: \"Rajtaütés!\" Alig van időd a fegyveredhez kapni.",
    "map.good2:1.header.description" : "A győzelemhez el kell foglalnod Kleesive városát. Néhány Helyőrség csak úgy enged át, ha a hős egy előző küldetésből származó varázstárgyat hordoz, de a helyőrség mögötti varázstárgyat magaddal viheted a következő küldetésbe.",
    "map.good2:1.header.heroNames.58" : "Klánvezér",
    "map.good2:1.header.name" : "Bánj el az ördöggel",
    "map.good2:1.heroes.58.name" : "Klánvezér",
    "map.good2:1.sign.3.32.0.message" : "Torg kocsmája ",
    "map.good2:1.sign.8.21.0.message" : "Kegyelemfalva",
    "map.good2:1.town.68.40.0.name" : "Kleesive",
    "map.good2:2.event.0.description" : "Felderítőid szerint sok menekülttábor van a határon, melyeknek lakóit a folyamatos harcok kikényszerítették a hazájukból.",
    "map.good2:2.event.1.description" : "Tatalia és Krewlod hónapokon át harcolt Erathiával és egymással az országhatárok miatt. Általában Bracada varázslói örülnek, ha kimaradnak a harcokból, de látva, hogy min ment át Erathia mostanában, úgy döntöttek, hogy támogatnak minket.",
    "map.good2:2.event.2.description" : "A varázslók felállítottak egy szerény előőrsöt az Erathia/Tatalia/Krewlod határon. Katonaságunk egy részét küldtük oda, hogy csatlakozzanak hozzájuk. Együtt nem csak a Tatalia és Krewlod közti harcoknak vethetünk véget, de megerősíthetjük az erathiai határt is.",
    "map.good2:2.event.3.description" : "Csapj le gyorsan, és semmisíts meg minden ellenállást. Meg kell tanítanunk a szomszédoknak: hiba volt azt gondolni, hogy hasznot húzhatnak a meggyengült Erathiából.",
    "map.good2:2.header.description" : "A győzelemhez el kell foglalnod az összes ellenséges várat és le kell győznöd az összes ellenséges hőst. Néhány Helyőrség csak úgy enged át, ha a hős egy előző küldetésből származó varázstárgyat hordoz, de a helyőrség mögötti varázstárgyat magaddal viheted a következő küldetésbe.",
    "map.good2:2.header.name" : "Semleges viszonyok",
    "map.good2:2.monster.11.55.0.message" : "Nem úgy tűnik, mintha a víz elementálok szívesen átengednék neked a hajóikat.",
    "map.good2:2.monster.27.69.0.message" : "Nem úgy tűnik, mintha a víz elementálok szívesen átengednék neked a hajóikat.",
    "map.good2:3.event.0.description" : "A Dungeon Nagyuraknak van eszük. Amíg Eofol ördögei Erathia határát támadták, Nighon hadai majdnem Steadwickig ástak alagutakat, egyszerre több váratlan támadást indítva az ország ellen.",
    "map.good2:3.event.1.description" : "Meg kell becsülnünk a Királyi Erathiai Katonaságot, hogy csak Erathia keleti feléig engedték az inváziót. Mindezek ellenére most mi siettetjük a Dungeon Nagyurakat. Űzd vissza őket a Nighon Szoros alá, és létesíts erődöt az Ő otthonukban.",
    "map.good2:3.event.2.description" : "AvLee és Bracada erői támogatják az utolsó harcot. Egy Nighon vagy Eofol erőd sem maradhat az alagutakban. Olyan leckét adunk a Dungeon Nagyuraknak, amit sosem felejtenek el. Sok szerencsét.",
    "map.good2:3.event.3.description" : "Talán a tengeren át is támadhatnál Nighonra, de légy óvatos, mert a zátonnyal teli Szoros széles és alattomos.",
    "map.good2:3.guards.0.25.0.message" : "Előtted fekszik a mesés Őrszemek Pajzsa, melyről a Látnok már oly rég megjósolta, hogy egyszer hozzád kerül. El akarod venni?",
    "map.good2:3.guards.1.14.0.message" : "Előtted fekszik a mesés Mennydörgés Sisak, melyről a Látnok már oly rég megjósolta, hogy egyszer hozzád kerül. El akarod venni?",
    "map.good2:3.header.description" : "A győzelemhez el kell foglalnod az összes ellenséges várat és le kell győznöd az összes ellenséges hőst. Néhány Helyőrség csak úgy enged át, ha a hős egy előző küldetésből származó varázstárgyat hordoz, de a jutalom igazán nagy lesz.",
    "map.good2:3.header.name" : "Alagutak és barlanglakók",
    "map.good2:3.sign.20.96.1.message" : "Átkozottak könyvtára",
    "map.good2:3.sign.53.39.0.message" : "Küklopsz sziget",
    "map.good3:0.event.0.description" : "Nimbus, a nekromanta bizonyítani tudja, hogy ki volt Gryphonheart király gyilkosa. Sértetlenül el kell érnie az erődöt, különben sosem tudjuk meg az igazat. Biztosítsd az útját és juttasd el a kastélyba!",
    "map.good3:0.header.description" : "A győzelemhez Nimbusnak, a nekromantának el kell érnie Fellegvárat az Államférfi Kitüntetésével együtt. Nimbust és 7 legerősebb hősödet magaddal viheted majd a következő küldetésbe.",
    "map.good3:0.header.name" : "Biztos utazás",
    "map.good3:0.town.7.31.0.name" : "Fellegvár",
    "map.good3:1.event.0.description" : "Erathia még sosem látott négy nemzetet egy lobogó alatt harcolni. Ma élőhalott seregek ellen indulunk, élőhalott seregekkel az oldalunkon. Bármilyen furcsának tűnik is, ez az egyetlen módja Deyja feletti győzelmünknek.",
    "map.good3:1.event.1.description" : "A győzelemhez irányításod alá kell vonnod az egész területet. Sok szerencsét, számítunk rád.",
    "map.good3:1.header.description" : "A győzelemhez el kell foglalnod az összes ellenséges várat és le kell győznöd az összes ellenséges hőst. 6 legerősebb hősödet magaddal viheted majd az utolsó küldetésbe, ahol Lord Haart és Catherine királynő fog csatlakozni hozzájuk.",
    "map.good3:1.header.name" : "Egyesült harcvonal",
    "map.good3:2.event.0.description" : "Támadásunk célja az a város, ahol Gryphonheart király sírja található, és az a város, ahol a király jelenlegi trónja áll. Mindkét városnak el kell esnie, különben sosem tudjuk elmozdítani a királyt a trónjáról.",
    "map.good3:2.header.description" : "A győzelemhez el kell foglalnod az összes ellenséges várat és le kell győznöd az összes ellenséges hőst, de Catherine királynőt és Lord Haartot nem veszítheted el. Ez a végső csata... sok szerencsét!",
    "map.good3:2.header.name" : "Királyért és hazáért",
    "map.good3:2.town.54.23.0.name" : "Kőkastély",
    "map.neutral1:0.event.0.description" : "Az első parancsok Tralossk királytól elég egyszerűek: foglald el az összes bányát a vidéken, hogy a Tataliai seregeknek elég nyersanyaguk legyen egy nagyobb hadjáratra Erathia ellen.",
    "map.neutral1:0.event.1.description" : "De van egy jó és egy rossz hírem. A jó hír az, hogy a keleten zajló háború miatt az itteni három Erathiai helyőrség szinte teljesen kiürült. A rossz hír viszont az, hogy ők seregük gyorsabban nő, mint a miénk, tehát gyorsan kell cselekedned.",
    "map.neutral1:0.event.2.description" : "Természetesen, ha először legyőzöd az ellenfeleidet, a feladatodat már könnyűszerrel teljesítheted...",
    "map.neutral1:0.guards.42.19.0.message" : "Gnollok kis csoportja tűnik fel az úton. Ahogy odaérnek hozzád (nem fenyegetőleg), a vezetőjük átad neked egy hivatalos papírt: \"Ezek a csapatok Tatalia dicsőségét szolgálják, használd őket akaratod szerint. Tralossk király.\"",
    "map.neutral1:0.guards.57.71.0.message" : "Ez az út mélyen Erathiába vezet, de előbb talán biztosítsd ezt a vidéket mielőtt továbbhaladnál.",
    "map.neutral1:0.header.description" : "A győzelemhez el kell foglalnod az összes bányát. Ezen a térképen hőseid csak tizenkettes szintig fejlődhetnek, de a közülük a nyolc legerősebb veled lehet a kampány utolsó térképén.",
    "map.neutral1:0.header.name" : "Határvidékek",
    "map.neutral1:0.monster.32.8.0.message" : "A Gnolloknak elegük van a sátor őrzéséből , és rövid tárgyalás után eldöntötték, hogy csatlakoznak hozzád.",
    "map.neutral1:0.sign.10.9.0.message" : "Fenséges Vitorlás - Csak követeknek!",
    "map.neutral1:0.sign.27.24.0.message" : "Tatalia Hatodik Temploma",
    "map.neutral1:0.sign.31.47.0.message" : "Mocsári Tündék - Ne zavarj!",
    "map.neutral1:0.sign.44.64.0.message" : "Abdul Védekező Edzése - Üdvözlünk mindenkit",
    "map.neutral1:0.sign.48.25.0.message" : "Isten hozott Tataliaban.",
    "map.neutral1:0.sign.49.28.0.message" : "Isten hozott Erathiaban.",
    "map.neutral1:0.sign.60.11.0.message" : "Gyíkok Faluja - Vendégeket nem fogadunk",
    "map.neutral1:0.sign.9.28.0.message" : "Abdul Ostromgép-gyára. Nincs visszatérítés senkinek",
    "map.neutral1:1.event.0.description" : "Hosszú ideje csatározunk az Erathiai seregekkel a keleti határon. Nagy részünk van a harcosaik megedzésében, hogy oly erőssé váljanak, mint amilyenek. Nemrégiben egy támadásunk győzelmet és meglepően sok hadifoglyot hozott.",
    "map.neutral1:1.event.1.description" : "Ezen foglyok kihallgatásakor beigazolódott az a gyanúnk, miszerint a királya nélkül Erathiának nincs szíve. Nem célunk háború indítása, hanem a közeli területek gyors és könnyű kifosztása. Ha meglesznek a forrásaink..., akkor majd beszélhetünk háborúról. ",
    "map.neutral1:1.event.2.description" : "De addig is független részvételt várunk el tőled, hogy kifoszd a közeli keleti Erathiai földeket. Ha elfognak, számunkra csupán egy vérszomjas klánvezér leszel, aki az ország érdekei ellen és tudta nélkül cselekszik. ",
    "map.neutral1:1.event.3.description" : "Busásan megfizetünk, de meg kell dolgoznod a fizetségedért. A nagyúr elhatározta, hogy Krewlodnak  legalább 200,000 aranyra lesz szüksége, hogy felkészüljön a továbbiakra. Indulj, és sok szerencsét!",
    "map.neutral1:1.header.description" : "A győzelemhez össze kell szedned 200,000 aranyat. Ezen a térképen hőseid csak tizenkettes szintig fejlődhetnek, de a közülük a nyolc legerősebb veled lehet a kampány utolsó térképén.",
    "map.neutral1:1.header.name" : "Aranyláz",
    "map.neutral1:2.event.0.description" : "Üzenetet kaptál Tralossk királytól: \"Örömmel tölt el, hogy a mi oldalunkat választottad. A tapasztalataid az ostoba barbárok harcmodoráról előnyt jelentenek számodra, bár több mint valószínű, hogy Boragus nagyúr vérdíjat tűzött ki rád az árulásod miatt.\"",
    "map.neutral1:2.event.1.description" : "\"Ez a csata lesz a végső. Ki akarjuk terjeszteni határainkat egészen a Krewlodi hegyekig, de ők meg akarnak majd állítani. A megmaradt Erathiai erők valószínűleg köztünk ragadnak majd, de ez ellen egyszerűen nem tudunk és nem is akarunk tenni semmit.\"",
    "map.neutral1:2.event.2.description" : "\"Győzedelmeskedj, és egész Tataliában bálványozni fognak. Ha elbuksz... ,de ezt még ráérünk megbeszélni.\" A levél csupán csak a Tralossk ház pikkelyes jelvényével volt lepecsételve.",
    "map.neutral1:2.event.3.description" : "A parancsaidat Boragus nagyúr egyik hadurától kapod. \"Személy szerint soha nem szerettem a zsoldosokat, de Te bizonyítottad rátermettségedet egy második szolgálatra. Hallottam, hogy az öreg Tralossk mily dühös volt rád, hogy cserbenhagytad és megparancsolta, hogy kosárban vigyék a fejedet a színe elé.\"",
    "map.neutral1:2.event.4.description" : "\"Egyéként, ha nem tudnád magad is, ez egy háború a határokért. Tralossk a fejébe vette, hogy a mi területünkre fáj a foga. A Te feladatod, hogy megállítsd! Boragus nagyúr szeret téged, de az életed egy fabatkát sem ér majd, ha a Tataliaiak megjelennek a nagyúr palotája ajtajában.\"",
    "map.neutral1:2.event.5.description" : "\"Most már a feladatod egyértelmű. Állíts meg a Tataliai előrehaladást, aztán zavard vissza ezeket a hitvány gyíkembereket a határon, hogy még csak ne is gondoljanak többet a száraz fölre! Ó, hamár úgy is itt vagy, szabadulj meg ezektől a bosszantó Erathiai helyőrségektől! Jó szórakozást!\"",
    "map.neutral1:2.guards.27.60.0.message" : "Banditák bújtak elő a bozótból és támadnak!",
    "map.neutral1:2.guards.43.66.0.message" : "Banditák bújtak elő a bozótból és támadnak!",
    "map.neutral1:2.guards.50.14.0.message" : "Banditák bújtak elő a bozótból és támadnak!",
    "map.neutral1:2.guards.76.15.0.message" : "Banditák bújtak elő a bozótból és támadnak!",
    "map.neutral1:2.header.description" : "A győzelemhez el kell foglalnod minden falut és várat és le kell győznöd minden elleséges hőst. Akármelyik oldalt is válaszd, a másik szemében örökre áruló leszel.",
    "map.neutral1:2.header.name" : "Kapzsiság",
    "map.neutral1:2.sign.46.66.0.message" : "Déli Út",
    "map.neutral1:2.sign.60.16.0.message" : "Északi Út",
    "map.neutral1:2.sign.87.57.0.message" : "Orc Villa",
    "map.neutral1:2.sign.96.43.0.message" : "Goblin Villa",
    "map.sandro:0.event.0.description" : "Végre! Az Élőhalott Király Köpönyege és az Elátkozott Csodamellvért a kezedben van! Most már megvalósíthatod a terveidet, hogy végigsöpörsz Deyjan. Öreg mestered, Ehtric, szörnyű haragra gerjedt, amint megtudta hogy Nekromanta lettél. Ha megtudja, hogy mit tervezel e két varázstárggyal, haragja oldhatatlan lesz.\n\nRájöttél arra is, hogy Ethric szétkürtölte hogy hol vagy azoknak akik elvesztették e két roppant varázstárgyat, és másoknak kiknek jó okuk van hogy megvessék a Nekromantákat. Így, hogy utazásod kezdete Deyjaba meglehetősen nehézre sikerült, felderítőket küldesz szét, hogy esetleges rajtaütésnek minden előjelét megtudd. ",
    "map.sandro:0.event.1.description" : "Nemrégiben egy fenyegető levelet kaptál a nyugati barbároktól, miszerint: \"Sandro\n\nA nevem Jeddite. Talán még emlékszel rám, ha nem telepedett elmédre a halál köde. Együtt tanultunk Ethricnél. Azzal, hogy Nekromantává lettél, szégyent hoztál a fejemre, hisz én mutattalak be Ethricnek. Talán hallgatnom kellett volna rá. Már a kezdetektől kételkedett benne, hogy bölcsen tudod kezelni a mágikus tudást. \n\nTudnod kell, Sandro, hogy rajtam nem juthatsz túl, hogy Deyjaba utazz. Szövetséget kötöttem az északi Rampart várossal, és mellém álltak a veled folytatott harcban. A porladó holttestedtől fogom elvenni e varázstárgyakat hogy visszavigyem őket Ethricnek.\"\n\nEmlékszel Jedditere. Nemcsak Ethric egyik legjobb tanítványa volt, hanem a Te legjobb barátod is. Úgy tűnik felelősséget érez, amiatt hogy ő mutatott be Ethricnek. Rá kell jöjj, hogy tudnád e gyengeségét ellene fordítani. ",
    "map.sandro:0.event.2.description" : "A tanácsnokaid emlékeztettek, hogy már majdnem egy hét telt el azóta, hogy megkaptad régi barátod fenyegető levelét. Azt tanácsolták, hogy hamar választ kellene adnod, ha javadra kívánod fordítani a barátságotokat, ezért futárért küldesz.\n\n\"Vigyétek levelemet Jedditenek: Megkaptam a figyelmeztető leveled. Futnom vagy rejtőznöm kellene talán, megrémülve az esküdtől hogy megállítasz? Nem, a fenyegetésed még inkább megerősítette szándékaimat. Elviszem e két varázstárgyat Deyjaba, hogy ott segítségükkel a legmagasabb méltóságra emelkedjem. Te és szánalmas csapatod nem állíthattok meg. Ha az utamba állsz, egytől-egyik megölök minden élő lelket soraidból, és holttestüket a saját szolgálatomba állítom. Ellenben köszönetet kell mondjak azért, hogy megismertetted velem a mágia hatalmát. A segítséged nélkül soha lehettem volna ily hatalmas.\"\n\nA futár gyorsan lejegyzi az üzeneted, majd dolgára indul. Talán kissé elbizakodott volt a levél, gondolod, de -remélhetőleg- megtudván milyen szörny születésében segédkezett, saját önbizalma meging majd.",
    "map.sandro:0.event.3.description" : "Üzenni az ellenségnek, felfedve minden szándékodat számukra, általában nem tartozik az eszközeid közé, jobban kedveled az álnok befolyásolást vagy a meglepetésszerű támadást a civilizált harcmodor lovagiasságával szemben. Viszont túl sokat fizetsz tanácsnokaidnak, hogy felfedjék előtted ellenségeid gyengeségeit, és ők eképpen vélekednek: \"Üzenj minden városba, hogy kezedben vannak a varázstárgyak, és mond el részletesen, mily szörnyen hatalmas leszel, ha használod őket. Figyelmeztesd őket, ha nem engednek utadra, használni fogod e tárgyakat a csatában és a halál árnyékát borítod földjeikre.\" \n\nEgyetértesz abban, hogy az üzenet csak a legcsekélyebb mértékben is megingatja önbizalmukat és feltartod őket vitával, talán folytathatod az utad Deyja felé. Ha mégsem sikerül elrettentened őket az utadból, még mindig visszatérhetsz a meggyőzés baljósabb módszereihez, amiket igazán kedvelsz. Órákig tartó szerkesztés és pár serleg bor után megszületik a hajnalban elküldendő levél.",
    "map.sandro:0.event.4.description" : "Mostanra már minden utadban álló bolond tud mindent a kezedben lévő varázstárgyakról, bár hivatalos visszajelzés nem érkezett a leveledre. Ez csak pár dolgot jelenthet: vagy csöndben készülnek egy rajtaütésre; vagy nem látnak benned akkora veszedelmet; vagy pedig gyenge és könnyen megfélemlíthető népek. Gyanakszol, hogy ez csak később nyer magyarázatot. Vajon mit tervezett Ethric, amikor e népeket a szolgálatába állította?",
    "map.sandro:0.event.5.description" : "Egy kém jelentette, hogy belső nézeteltérések vannak ellenségeid között. Öreg barátod, Jeddite, és szövetségesei meg akarják szerezni a varázstárgyakat és hiánytalanul visszajuttatni Ethricnek. Viszont két másik szövetséges Stronghold város északon és északkeleten saját magának szeretné őket. A tanácsadóid szerint e két város vezetője, Jabarkas nagyúr, kisebbségi érzésekkel küzdő törvénytelen öccse Ethricnek. Úgy tűnik Jabarkas mindig is féltékeny volt bátyja hírnevére, és arra gyanakszol, azt reméli jobban elismerik, ha megszerzi a két varázstárgyat. Megengedsz magadnak egy baljós mosolyt. Az érzelmi támadásokat élvezed a legjobban. Egy kis szerencsével az ellenségeid egymást fogják lemészárolni, míg te eközben éjszakai árnyékként elérhetsz Deyjaig.",
    "map.sandro:0.event.6.description" : "A kémeid üzentek: \"Nagyuram,\n\nAmilyen nehézségekbe ütköztünk eddigi utunk során, valószínűleg nem lesz könnyebb a helyzetünk. A táborunkat körös-körül sivatag veszi körül, és ellenséges lények lepték el teljesen, megvédve minden bányát, kocsmát, és minden mást amire rá tudták tenni a kezüket. Az ellenségeink hatalmas erejűek, számos hőssel, kik vezetik őket. Nagyon óvatosan kell haladnod és mindig harcra késznek kell lenned.\"",
    "map.sandro:0.event.7.description" : "\"Szörnyű hírek uram!\" Ordítja kétségbeesetten egy harcos és elmondja hogy valaki betört a szállásodra, felhasította a ruháid és egy nagy kardot döfött a fekhelyed közepébe. Az otthagyott üzeneten ez áll: \"Sandro, halálba veled és mindenkivel ki követ! Megszerzem a varázstárgyakat, amiket elloptál!\" Az üzenet nem volt aláírva.\n\n\"Uram, sajnálattal jelentem, de akárki volt is a támadó, észrevétlenül jött és távozott,\" folytatja a harcos \"És a helyzet még rosszabb, uram. A támadó elvitte a rejtett aranyaidat... mindet. Ezer bocsánat, nagyuram!\"\n\nFogaidat csikorgatva előrántod a kardod és lecsapod a harcos fejét. Ha múlt éjjel az ágyadban alszol, már halott lennél. A csapataidnak jobban fel kell készülniük a rejtőzködő támadók elleni védelemre. ",
    "map.sandro:0.guards.15.27.0.message" : "Ez a hely meghittnek látszik. Ködös emlékeid vannak, pár évvel ezelőtt idejöttél egy gyönyörű hajadonnal és... megzavarja gondolataidat egy kémed érkezése.  \"Uram, Jabarkas nagyúr tudja hogy itt vagy és a megölésedet tervezi! Nem felejtette el, hogy elraboltad és megbecstelenítetted leányát. Óriási sereget gyűjtött az észak-keleti Stronghold várból és hamarosan meg fog támadni.\"  \n\n\"Tett említést a varázstárgyakról?\" kérdezed.\n\n\"Nem, uram.\"\n\"Rendben, elmehetsz.\"",
    "map.sandro:0.guards.17.19.0.message" : "Zörgést hallasz az út menti bozótosból. Leugrasz a lovadról és kardoddal a kezedben megnézed mi az. Egy pillanatra benézel a bozótba majd hirtelen bedugod a karod és kirántasz egy emberszerű, vörösbőrű lényt. Az aknaszörny feltápászkodik és leporolja magát.\n\n\"Ki vagy és miért kémkedsz utánunk?!\" kiáltod.\n\nAz aknaszörny rádnéz és önelégülten vigyorog. \" Shalongrarg vagyok. Bátyám parancsára vagyok itt észak-keletről.\"\n\n\"És ki a te bátyád, hogy utánunk kémkedhet?\"\n\n\"A bátyám Jared nagyúr,\" mondja büszkén az aknaszörny. \"Biztosan hallottál már róla. A hódításai legendásak. Mindeni féli nevét.\"\n\nAz aknaszörny gúnyos vigyora lehervad, mikor kitör a nevetésed. \"Jared? Igen hallottam már róla. Hallottam, hogy egy semmirekellő útonálló, aki egy hányaveti rablócsőcseléket vezetett apróbb rajtaütésekben. Legendás hódítások?! Nevetséges csínytevéseit inkább a légy zümmögésének nevezném, akit még agyon sem érdemes csapni. És te, Shalongrarg, van bátorságod ezzel a rossz hírű nyavajással megfélemlíteni?! Mond meg, te napégetett varangy, mit akar ez a nevetséges nagyúr a nagy Sandrotól?\"\n\n\"Nekem... nekem parancsom van, hogy hallgassak.\" Dadogja Shalongrarg elfúló szavakkal. Még soha nem mert senki ily megvetően beszélni bátyjáról.\n\"Mondd el mit tervez a bátyád vagy egy csapásra felnégyellek!\"\n\nAz aknaszörny meredten bámulja a földet, és csöndben marad. Megragadod a szarvainál és kényszeríted, hogy a szemedbe nézzen. \"Sandrot kerested, hát most megtaláltad. Most pedig elmondod mit akar tőlem az a csúszómászó bátyád!\" Shalongrads szemei kidüllednek és fülei bevörösödnek a szorításod erejétől. Közelebb húzod az arcodhoz. \"Összetöröm a koponyádat, akár egy tojáshéjat, ha nem válaszolsz a kérdéseimre!\" Hirtelen elengeded a szerencsétlen démont, és az leesik a földre. Felemeled a lábad és a fejére lépsz. \"Várj, várj!\" zokogja az aknaszörny. \"Elmondok mindent amit akarsz. Amint a bátyám megtudta, hogy a varázstárgyak nálad vannak, megparancsolta a csapatainak, hogy szerezzék meg bármi áron. Engem azért küldtek, hogy megtudjam mennyien vagytok és merre haladtok.\"\n\nÚjra megfogod Shalongrargot a nyakánál fogva és újra a rémült szemeibe nézel. \"Szóval a bátyád meg akar küzdeni velem. Talán van néhány bátor harcos is a csapatodban. Talán nem mindenki olyan, mint egy levágandó birka, mint amilyen te vagy.\" Egy gyors rántás a csuklódon, és Shalongrarg nyaka hangosat reccsen, majd ő a fölre zuhan. Hirtelen minden környező bokorból hangos zajt hallasz. Egy nagy csapat támad rád.",
    "map.sandro:0.guards.40.46.0.message" : "A kémeid jelentették, hogy kihallgatták az alábbi beszélgetést Ufretin hadúr és egyik kapitánya között:\n\n\n\"Igenis, uram. Ethric üzenete ma reggel érkezett. Sandro itt van és nála vannak a varázstárgyak. Válaszoltunk Ethricnek, hogy megszerezzük a varázstárgyakat és átadjuk őket Jedditenek. Megtámadjuk Sandro seregeit uram?\"\n\n\"Igen, jobban tesszük, ha igen, és gyorsan. Az a Sandro nagyon ravasz, még könnyen meglóghat az orrunk elől. Azt mondják, olyan csöndben és gyorsan tud támadni, akár egy kísértet! Készítse az embereit!\"\n\nA szavak könnyen szállnak errefelé, gondolod magadban. Jó lehetőség egy rajtaütésre!",
    "map.sandro:0.guards.49.63.0.message" : "A szomszédos városra fordítod figyelmedet. Jeddite legalább olyan erős harcos, mint amilyen erős hadúr. Megtudtad, hogy mindig tartja a szavát és még soha sem győzték le csatában. Kíváncsi vagy, az, ha régi barátjával kell megküzdenie, milyen hatással lesz a haditervére. Végül is, mindkét oldalnak előnyt jelent, hogy tudja mit és hogyan fog csinálni a másik a csatában.",
    "map.sandro:0.header.description" : "A győzelemhez le kell győznöd minden ellenfeled. Ha Sandro elesik a csatában, az egész háború elveszett. Sandro ezen a térképen csak ötös szintig fejlődhet, de magával viszi minden tapasztalatát, képzettségét és varázslatát a következő térképre.",
    "map.sandro:0.header.name" : "Célpont",
    "map.sandro:0.town.8.29.0.name" : "Hoddar",
    "map.sandro:1.event.0.description" : "Deyjaba tartó utazásod során találkoztál egy fiatal varázslónővel, Vidominaval, aki Nekromanta akar lenni. Elfogadod a zord fiatal nőt tanítványodul, miután megmutatja természetes érzékét a nekromanciáról, megidézve és megölve apróbb állatokat. A tanítása jól halad, így hamar bizalmadba fogadod. Beszélsz neki a küldetésedről, a kezedben lévő hatalmas varázstárgyakról és hogy Ethric miért is akarja a fejed. Hamar átlátja a helyzetet és egyből javaslatokat tesz Ethric megtámadására. Legyőzni őt igen nehéz lesz, de új, éles eszű tanítványoddal meglehetősen javulnak az esélyeid.",
    "map.sandro:1.event.1.description" : "Vidomina megállás nélkül bizonyítja rátermettségét és elhatározását, hogy Nekromanta lesz. A tanácsadóiddal eltöltött egésznapos tárgyalások miatt aznap nem tudtál vele foglalkozni, de este utánanézel a tanulmányainak. Figyeled, ahogy varázslatait gyakorolja a holdfényben és rájössz milyen szép is ő valójában. Hirtelen találkozik a tekintetetek és ő bájosan elmosolyodik. Sarkon fordulsz, kissé szégyenkezve a pillanatnyi gyengeségért. A Nekromantáknak nem lehetnek ilyen érzéseik!\n\nVidomina hozzád lép és a válladra teszi a kezét. \"Jó estét, mesterem! Örömmel tölt el, hogy láthatlak. Hiányoltam ma a társaságod...\"\n\nEltaszítod a kezét. \"Az első leckéd ma estére: ne legyél velem ilyen bizalmaskodó. A Nekromantáknak csak a halállal lehet foglalkozniuk és bölcsen távolságot kell tartanuk a körülöttük lévőkkel, még a mesterüktől is.\"\n\n\"Igen, mester,\" válaszolja Vidomina szégyenlősen.\n\n\"A második lecke: soha ne bízz meg túlságosan senkiben, főleg ne az élőkben. Egész álló nap a tanácsadóim erről a vidékről beszéltek amin keresztülhaladunk, de attól félek túlságosan is rájuk hagyatkoztam. Indulj előre, és oszd meg velem a saját benyomásaidat a helyzetünkről. Tudd meg, milyen erős az ellenség, milyen erőik vannak, és miféle mágiát használnak. Az utolsó négy várost játszi könnyedséggel elfoglaltuk, de nem akarok az önhittek csapdájába esni. Szükségem van egy friss szempárra, aki megmondja mi vár ránk. Most pedig indulj!\"\nAhogy figyeled Vidominat ellovagolni az első önálló kalandja felé, nem tudod eldönteni, hogy megkönnyebbülést vagy inkább aggódást érzel. ",
    "map.sandro:1.event.2.description" : "\"Beleszeretett, én mondom neked!\" suttogja egy csontvázharcos egyik társának. \"Nem vetted észre, hogy néz rá? Amikor ellovagolt, teljesen elködösödött a tekintete.\"\n\nHallgass, te bolond!\" szól rá a zombi. \"Ha ilyen pletykákat terjesztesz, könnyen elpusztulhatsz.\"\n\n\"Hah! Én nem félek Sandrotól\" horkantja a csontváz. \"Miért, ilyen szerelmesen, nem hiszem hogy lenne bátorsága vezetni minket a ...\"\n\nHirtelen egy villámcsapás szórja szét a szélrózsa minden irányába a csontváz elszenesedett csontjait. \"Nem akarok több ilyen beszédet hallani! Menjetek vissza a dolgotokra! reccsen rá Sandro a megmaradtakra. Erre azok szétfutnak az őrhelyükre.\n\nÁtkozva saját emberi gyarlóságodat, saját magad hibáztatod. Ha nem tudsz vigyázni az érzelmeidre, a seregeid elveszthetik a vezetésedbe vetett hitüket. ",
    "map.sandro:1.event.3.description" : "Üzenet érkezett Vidominatól: \"Mester, két Rampart város van a vidéken. Ethric megüzente nekik, milyen hatalmas veszélyt jelentesz számukra a nálad lévő varázstárgyak miatt. Sajnos az egyik várost törpék lakják, és amint rájöttek, hogy az egyik varázstárgyat a népüktől lopták el, csatlakoztak Ethrichez az ellened folyó harcban. Óvatos légy, mikor utadon erre jársz! Vidomina\"",
    "map.sandro:1.event.4.description" : "Az egyik kémed jelenti: \"Uram, egy hete figyeljük a törpéket és nagyon sok mindent megtudtunk. Amikor a varázstárgyat ellopták, minden törpe nemzetség a másikat vádolta a lopással, és azóta hosszú évek  óta háborúban álltak egymással. Viszont amint Ethric üzenetét megkapták, mind elsőre csatlakoztak hozzá. Nagy csatára kell felkészülnöd.\"",
    "map.sandro:1.guards.12.29.0.message" : "Hosszú és vastag ágak tekerednek köréd és lerántanak a földre. Huorn harcosok támadtak rád!",
    "map.sandro:1.guards.19.19.0.message" : "A kémeid jelentették, hogy azok a fekete egyenruhás határőrök őrzik az összes monolithot végestelen-végig az egész vidéken. Átkozott Ethric, mindenbe beleártja magát! A figyelmeztetése elég időt addot ezeknek a népeknek, hogy felállítsák a védelmüket. Visszaküldöd a kémeidet a vadonba, hogy megtalálják a fekete kulcsár sátrát.",
    "map.sandro:1.guards.22.18.0.message" : "A környező fák életre kelnek. Megtámadtak!",
    "map.sandro:1.guards.24.10.0.message" : "Egy működő fűrésztelep áll az utadban, és egy csomó Hatalmas Lich őrzi. Soha nem gondoltad volna, hogy a sajátjaid ellen kell majd harcolnod.",
    "map.sandro:1.guards.29.22.0.message" : "Ez biztosan szentelt kénkő!",
    "map.sandro:1.guards.3.22.1.message" : "A törpe tárnák hatalmas területet fednek be. Ahogy lenézel a bányászaknába, észreveszed, hogy több száz törpe van odalent. Úgy látszik visszatértük nem igazán baráti.",
    "map.sandro:1.guards.7.15.0.message" : "Furcsa lényeket látsz kimászni a lávából, amik elindulnak feléd. Gyorsan előrántod a kardod.",
    "map.sandro:1.guards.9.25.0.message" : "Az ezüst pegazusok nem látszanak boldognak, hogy láthatnak . Amint elindulsz a kőbánya felé, rádtámadnak.",
    "map.sandro:1.header.description" : "A győzelemhez le kell győznöd Ethricet és minden szövetségesét. Ha Sandro elesik a csatában, az egész háború elveszett. Sandro ezen a térképen csak tízes szintig fejlődhet, de magával viszi minden tapasztalatát, képzettségét és varázslatát a következő térképre.",
    "map.sandro:1.header.heroNames.43" : "Vidomina",
    "map.sandro:1.header.heroNames.89" : "Ethric",
    "map.sandro:1.header.name" : "Mester",
    "map.sandro:1.header.player.0.mainHeroName" : "Vidomina",
    "map.sandro:1.header.player.4.mainHeroName" : "Ethric",
    "map.sandro:1.heroes.43.biography" : "Vidominanak már rég halottnak kellene lennie. Az ő \"minden lében kanál\" természete sokszor hozta olyan helyzetbe, amiből kerülhetett volna ki élve. A legnagyobb titka, hogy igazi Nekromanta akar lenni. ",
    "map.sandro:1.heroes.43.name" : "Vidomina",
    "map.sandro:1.heroes.89.name" : "Ethric",
    "map.sandro:2.event.0.description" : "Finneas Vilmar egy hatalomvágyó fiatal nemes. Nagy hataloméhséggel, viszont gyenge taktikai és politikai érzékkel van megáldva, így hamar az irányításod alá került. Ő a legalkalmasabb, hogy a bábod legyen, csak még nem tud róla. Elhatározod, hogy az adósoddá teszed és felsegíted a mégnagyobb méltóságokra.",
    "map.sandro:2.event.1.description" : "Jelentések bizonyítják, hogy AvLee két elkülönülő serege ásta magát a föld alá, és rajtaütéseket terveznek. Szerencsétlenségükre, Te már fel leszel készülve szánalmas próbálkozásaikra, és élőholt seregedben fognak szolgálni.",
    "map.sandro:2.event.2.description" : "Alarice Nagyúr nem örül, hogy Te és Finneas Vilmar csak úgy besétáltok Deyjaba egy teljes hadsereg élén..., nem is beszélve a kezedben lévő két hatalmas összetett varázstárgyról, amire nagyon szeretné rátenni a kezét. Jelentések igazolták, hogy Alarice nagyúr felhívta a figyelmét a közeli AvLeei nemesek figyelmét a hatalmas seregedre, és már készülnek a háborúra.",
    "map.sandro:2.guards.47.33.1.message" : "Előlépve a semmiből, egy csapat erdőtünde támad rád!",
    "map.sandro:2.guards.5.28.0.message" : "Az arcodnak szegezett hegyes lándzsákkal fogadnak téged. Egy vaskos törpe lép ki társai soraiból, és hozzád lép. \"Ki jár errefelé?\" kérdezi. Még mielőtt megláthatott volna, egy varázslat hússal borította be csontjaidat.\n\n\"Senki aki fontos.\" válaszolod szerényen. \"Miért nem engedtek minket tovább? Nem jelentünk számotokra veszélyt.\"\n\nMi egy bűnözőt keresünk, akit Sandronak hínak.\"\n\n\"Bűnöző? Mily bűnöket követett el?\"\n\n\"Legyilkolta testvéreinket és most elégtételt akarunk venni rajta. Ellenálltak a gonosznak, amit teremtett, de elbuktak hatalmas kardja által.\" válaszolja a törpe.\n\n\"Igazán felkészültnek látszottok. De honnan tudjátok, hogy Sandro a közelben lehet?\"\n\n\"Alarice nagyúr figyelmeztetett minket. Ő szintén Nekromanta, de ugyanúgy meg akarja állítani Sandrot mint mi. Hagyjuk, hogy kimerítse seregeit, majd azután leszámolunk mindkettővel, így megakadályozzuk hogy a gonosz  varázstárgyak a Nekromanták kezében legyenek.\"\n\n\"Sok szerencsét nektek. Úgy tűnik nagy szükségetek lesz rá. Viszont nincs ötleted ki lehetek én?\"\n\n\"Te? Nem hiszem hogy ezelőtt találkoztunk volna.\"\n\n\"Akkor hagy mutatkozzam be, a nevem Sandro és nagy örömömet lelem abban, hogy megszabadítom a világot az ilyen ostoba és hencegő törpéktől mint amilyen te is vagy.\" Intesz a seregednek. \"Támadás!\"",
    "map.sandro:2.guards.51.37.0.message" : "A felderítőid elmondása szerint három törpe nemzetség él a vidéken. Egyik sem lépett szövetségre Alariceszel, de sok mindent megtudtak tőle. Közülük ketten meg akarják bosszulni családjaikat. Úgy látszik, azoknak a törpéknek akiket útközben legyilkoltál, sok nagybátyja és unokatestvére él itt, akik fogpiszkálónak akarják használni a csontjaidat. De akárcsak a többiek, az élőholt seregedet gyarapítják majd.",
    "map.sandro:2.guards.56.27.0.message" : "Egy csapat csontváz állja el előled az utat és nem engednek tovább. Megragadod az egyiket a szegycsontjánál fogva, megrázod és rámordulsz: \"Mondd el mit őriztek!\"\n\n\"A-az a parancsunk, hogy tartsunk távol mindenkit Alarice nagyúr birtokaitól.\"\n\nMegropogtatod a csontjait, de neki egy úr sem ér meg ennyi szenvedést, ezért elmond neked mindent. \n\n\"Alarice azt tervezi, hogy elsöpör téged, az Élőhalott Király Köpönyegét és az Elátkozott Csodamellvértet pedig megtartja magának.  Minden más amit mondott róluk hazugság.\" Félrelökve a csontvázat elindulsz, hogy végezz az egész csapattal.",
    "map.sandro:2.guards.61.7.1.message" : "\"Állj, akárki vagy is!\" kiált egy hang a semmiből.\n\n\"Miért állítasz meg minket?\" kiáltod vissza.\n\n\"Már mondtuk neked, Alarice úr, nem csatlakozunk hozzád!\"\n\n\"Én nem vagyok Alarice nagyúr.\" szólsz vissza.\n\n\"Ó,\" szól a hang megkönnyebbülve, és egy törpe tűnik fel az előtted álló épület tetején. \"Üdvözlégy! A nevem Taruzdandu. Hála az égnek te nem Alarice úr vagy. Az az ember szörnyen bosszantó!\"\n\n\"Igen? És miért mondod ezt?\"\n\n\"Soha nem adja fel,\" sóhajtja a törp. \"Azt kívánja tőlünk, hogy lássuk el arannyal, hogy tudjon fedezni egy háborút, vagy valami ilyesmit. De valójában mi fütyülünk a felszíni politikára. Mi csak nyugodtan szeretnénk bányászni.\"\n\n\"Ó, tényleg? És milyen bányáról beszéltek?\"\n\nVan a közelben egy jó aranybánya, ami most többet hoz mint eddig bármelyik ezelőtt. De nem szerezhetjük meg addig míg nem állítják le nyersanyagszerző hadjáratukat. Nyilvánvalóan ennek a Sandro nevű fickónak is az aranyunkra fáj a foga, nem csak Alaricenak.\" A törpe jobban szemügyre vesz. \"Hé, nem te vagy az a Sandronak nevezett fickó, igaz? Sok rosszat hallottam felőled. A népek beszélik, hogy megölsz mindenkit, csak hogy nagyobb sereget toborozhass.\"\n\n\"Örülnék, ha ilyen éleseszű katonáim lennének a seregemben. Igen, én vagyok Sandro, és ti nekem csak egyszerű eszközök vagytok, csak nem tudtok róla.\"\n\nEzután pedig továbbindulsz, hogy elfoglald a várat.",
    "map.sandro:2.header.description" : "A győzelemhez le kell győznöd Sandro és Finneas minden ellenségét. Ha Sandro vagy Finneas elesik a csatában, az egész háború elveszett. Sandro és Finneas ezen a térképen csak húszas szintig fejlődhet, de magukkal viszik minden tapasztalatukat, képzettségüket és varázslatukat a következő térképre.",
    "map.sandro:2.header.heroNames.65" : "Lord Alarice",
    "map.sandro:2.header.heroNames.76" : "Finneas ",
    "map.sandro:2.header.name" : "Finneas Vilmar",
    "map.sandro:2.header.player.0.mainHeroName" : "Finneas ",
    "map.sandro:2.header.player.1.mainHeroName" : "Lord Alarice",
    "map.sandro:2.heroes.65.name" : "Lord Alarice",
    "map.sandro:2.heroes.76.biography" : "Finneas Vilmar hataloméhsége miatt első ránézésre egy megállíthatatlan Nekromanta, de a politikai cselszövés és a háborús taktika távol áll tőle. Csatlakozott Sandrohoz, hogy képességeit felhasználva nagyobb méltóságot érjen el.",
    "map.sandro:2.heroes.76.name" : "Finneas ",
    "map.sandro:2.sign.69.63.0.message" : "Mit csinálsz a vízen?",
    "map.sandro:3.event.0.description" : "Alarice nagyúr hamarosan véglegesen a holtak közt találja magát. Mostanra tervünk oly jól halad, hogy megindíthatjuk támadásunkat. Finneas nem ért egyet a taktikáddal, de te tudod, hogy az ő haditerve egyenlő a biztos halállal. Abban a tévhitben él, hogy ő egy taktikai zseni. Hamar rájön majd, hogy nem élhet túl az irányításom nélkül.",
    "map.sandro:3.header.description" : "A hadjáratban való győzelemhez le kell győznöd Alarice nagyurat és minden szövetségesét. Ha Sandro vagy Finneas elesik a csatában, az egész háború elveszett. Sandro és Finneas ezen a térképen csak huszonötös szintig fejlődhet, de magukkal viszik tapasztalatukat, képzettségüket és varázslatukat.",
    "map.sandro:3.header.heroNames.75" : "Duke Alarice",
    "map.sandro:3.header.name" : "Duke Alarice",
    "map.sandro:3.heroes.75.name" : "Duke Alarice",
    "map.sandro:3.monster.27.23.0.message" : "Itt nem kelhetsz át.",
    "map.sandro:3.monster.67.9.0.message" : "A bölcsességünket fektettük le itt, és nem osszuk meg senkivel!",
    "map.sandro:3.quest.61.38.0.completed" : "Az őrök észreveszik, hogy már valóban elérted a huszonötös szintet. Be kívánsz menni a városba ez alkalommal?",
    "map.sandro:3.quest.61.38.0.firstVisit" : "Ez a város nagyon veszélyes. Az őrök kétkedve néznek rád, de beleegyeznek, hogy bemehetsz, ha már elérted a huszonötös szintet.",
    "map.secret1:0.event.0.description" : "A felderítőid jelentik, hogy a húgod északon egy nagyszámú harci unikornis csapatot hozott AvLeeból. Ellentétben veled, ő úgy gondolja, hogy bizonyos területek AvLeehez tartoznak és árulásnak minősíti a függetlenségi harcot. Elszorul a szíved, hisz úgy hitted elkerülheted ellene a harcot.",
    "map.secret1:0.event.1.description" : "Míg Te összegyűjtötted a csapataidat, hogy megtaláld a Grált, a füledbe jutott, hogy Erathiai és AvLeei seregeket mozgósítottak, hogy megtörjék a szabadságért folytatott erőfeszítéseidet. Máris Erathiai és AvLeei szabadcsapatok állnak az utadban. De szerencsére nincsenek vezetőik.",
    "map.secret1:0.event.2.description" : "Néhányan a helyiek közül üzentek neked. De a legtöbb ember még bizonytalan. Meg KELL találnod a Grált, hogy meggyőzd a többséget az ügyed igazáról. Ha már kezedben a Grál, a tömeg hozzád csatlakozik. De nélküle az AvLeei és Erathiai seregek legyőzik embereidet, és téged pedig felkötnek az első fára.",
    "map.secret1:0.guards.16.49.0.message" : "Néhány tünde, akik hallottak a küldetésedről, miszerint egyesíted a vitatott területek vidékeit egy különálló birodalommá, beáll soraidba.",
    "map.secret1:0.guards.19.34.0.message" : "Rajtaütés! Erathia szabadcsapat megtámadta a sereged!",
    "map.secret1:0.guards.23.54.0.message" : "Rajtaütés! AvLee íjász szabadcsapat lő a csapataidra!",
    "map.secret1:0.guards.29.25.0.message" : "Egy csoport pegazus szeretne segíteni a küldetésedben, hogy megtaláld a Grált.",
    "map.secret1:0.guards.29.49.0.message" : "Találkozol egy csapat kentaurral és törpével. Miután elmeséled nekik tervedet, hogy a vitatott területeket független országgá akarod alakítani, csatlakoznak hozzád. ",
    "map.secret1:0.guards.31.42.0.message" : "Hallván függetlenségi háborúdról, egy csapat tünde csatlakozik hozzád.",
    "map.secret1:0.guards.36.30.0.message" : "Unikornisok egy csoportja közeledik hozzád, és szeretne csatlakozni a függetlenségi harchoz. Megajándékoznak a Csodák Páncéljával.",
    "map.secret1:0.guards.38.59.0.message" : "Rajtaütés! Erathiai íjpuskás szabadcsapat lő csapataidra!",
    "map.secret1:0.guards.39.24.0.message" : "Egy nagy csapat harci unikornis kiront az erdőből és támadnak! A hadvezéred rendezi csapataid sorait, de Te nem segíthetsz, mert észreveszed, hogy a húgod áll a fák szélénél.",
    "map.secret1:0.guards.42.43.0.message" : "Hallván függetlenségi háborúdról, egy csapat tünde csatlakozik hozzád.",
    "map.secret1:0.guards.44.25.0.message" : "Egy csoport pegazus szeretne segíteni a küldetésedben, hogy megtaláld a Grált.",
    "map.secret1:0.guards.47.48.0.message" : "Szembe találkozol egy csoport törpével és kentaurral, akik támogatják a vitatott területek függetlenségéért folytatott törekvéseidet. Így hát csatlakoznak hozzád.",
    "map.secret1:0.guards.48.40.0.message" : "Rajtaütés! Erathia szabadcsapat megtámadta a sereged!",
    "map.secret1:0.guards.52.50.0.message" : "Néhány tünde, akik hallottak a küldetésedről, miszerint egyesíted a vitatott területek vidékeit egy különálló birodalommá, beáll soraidba.",
    "map.secret1:0.guards.52.54.0.message" : "Rajtaütés! AvLee íjász szabadcsapat lő a csapataidra!",
    "map.secret1:0.header.description" : "A győzelemhez meg kell találnod a Grált két hónapon belül.",
    "map.secret1:0.header.name" : "A Grál",
    "map.secret1:0.header.rumor.0.text" : "A Grál Avalontól északra van valahol.",
    "map.secret1:0.header.rumor.1.text" : "A Grál a Törp Hegységtől keletre van valahol.",
    "map.secret1:0.header.rumor.2.text" : "A Grál a Törp Dombtól nyugatra van valahol.",
    "map.secret1:0.sign.27.60.0.message" : "Törp Hegység",
    "map.secret1:0.sign.37.61.0.message" : "Avalon észak felé Törp Domb kelet felé\nTörp Hegység nyugat felé",
    "map.secret1:0.sign.45.62.0.message" : "Törp Domb",
    "map.secret1:0.town.39.47.0.name" : "Avalon",
    "map.secret1:1.event.0.description" : "Elszaporodtak a fatolvajok, így nagyon kevés a fa utánpótlás.",
    "map.secret1:1.event.1.description" : "Az éjjel újra megtámadták a faraktáraid, de most már ráadásul aranyat is loptak!",
    "map.secret1:1.event.2.description" : "Fel kell építenünk Welnint, de a fűrésztelepeket szabotálták, és fatolvajok tűntek fel.",
    "map.secret1:1.event.3.description" : "Legnagyobb erőfeszítéseid ellenére is, a lázadók tovább folytatják a fánk és az aranyunk dézsmálását.",
    "map.secret1:1.guards.16.48.0.message" : "Találtál három fát.",
    "map.secret1:1.guards.24.14.0.message" : "Találtál három fát.",
    "map.secret1:1.guards.25.31.0.message" : "Találtál két fát.",
    "map.secret1:1.guards.25.42.0.message" : "Találtál három fát.",
    "map.secret1:1.guards.36.54.0.message" : "Találtál három fát.",
    "map.secret1:1.guards.40.43.0.message" : "Találtál két fát.",
    "map.secret1:1.guards.43.29.0.message" : "Találtál három fát.",
    "map.secret1:1.guards.48.54.0.message" : "Találtál három fát.",
    "map.secret1:1.guards.53.25.0.message" : "Találtál három fát.",
    "map.secret1:1.guards.6.10.0.message" : "Találtál öt fát.",
    "map.secret1:1.guards.62.60.0.message" : "Találtál öt fát.",
    "map.secret1:1.header.description" : "A győzelemhez fel kell építened az országházat Welnin városában. Csak azután lehet a vitatott terület végleg szabad!",
    "map.secret1:1.header.name" : "Függetlenség",
    "map.secret1:1.town.11.10.0.name" : "Welnin",
    "map.secret1:1.town.36.35.0.name" : "Welnin",
    "map.secret1:2.event.0.description" : "Welnin városa vár az érkezésedre a Grállal. Rylanden, az erdészen múlik, hogy el is érjen oda. Ne állj le harcolni - az majd később következik. Sok szerencsét!",
    "map.secret1:2.guards.10.3.0.message" : "Felderítők jelentik, hogy a vidék huorn őrei szimpatizálnak ügyünkkel.",
    "map.secret1:2.guards.13.61.0.message" : "Felderítők jelentik, hogy néhány barát valószínűleg támogatja a küzdelmünket.",
    "map.secret1:2.guards.16.54.0.message" : "Felderítők szerint néhány itteni erdőtünde rokonszenvezik az harcunkkal.",
    "map.secret1:2.guards.28.63.0.message" : "Barátok egy kis sora közeledik, és a vezetőjük jogosnak ítéli a küzdelmedet, így beállnak soraidba.",
    "map.secret1:2.guards.36.55.0.message" : "Egy kis zsoldos csapat kardforgató lép elő az közeli erdőből, és csatlakozna a seregedbe (zsold ellenében). ",
    "map.secret1:2.guards.5.7.0.message" : "Egy felderítő szerint néhány kardforgató az erdő ezen részéből talán rokonszenvesek az ügyünkkel.",
    "map.secret1:2.guards.51.6.0.message" : "Felderítők jelentik, hogy a vidék erdőtündéi szimpatizálnak ügyünkkel.",
    "map.secret1:2.guards.53.31.0.message" : "Egy felderítő jelentése szerint sok törpe a vidéken, megunta az Erathiai és AvLeei uralmat és szimpatizálnak az ügyünkkel.",
    "map.secret1:2.guards.65.11.0.message" : "Unikornisok egy kis csoportja közeledik, majd a vezetőjük előrelép és gondolati úton közli veled, hogy szeretnének csatlakozni a seregedbe.",
    "map.secret1:2.guards.65.23.0.message" : "Felderítők jelentik, hogy néhány unikornisnak a vidékről szimpatikus az küzdelmünk.",
    "map.secret1:2.header.description" : "A győzelemhez Rylandnek, az erdésznek el kell jutnia Welninbe a Grállal, és felépíteni állandó otthonának.",
    "map.secret1:2.header.name" : "Úton hazafelé",
    "map.secret1:2.town.38.41.0.event.0.description" : "AvLee nyersanyagot küld a háborúhoz",
    "map.secret1:2.town.62.63.0.name" : "Welnin",
    "map.secret:0.event.0.description" : "Előfordul, hogy deyjai nagyurak más seregeket engednek be a területeikre, hogy aztán lemészárolják és élőhalottként felélesszék őket. Erről a területről azonban később megfeledkeztek a nagyurak, és most meg kell tisztítanod, hogy eljuthass Lord Haart kastélyáig. Azt kívánod, bárcsak nálad lenne a Halott Király Páncélja! Fogcsikorgatva kezdesz bele a régi módszerrel felállítani seregeidet.",
    "map.secret:0.event.1.description" : "Megegyezésetek szerint Lord Haart nemrég távozott hadjáratot vezetni Erathiába. Legtöbb lovagját és papját magával vitte, de páran itthon maradtak őrizni a kastélyokat. Úgy döntesz, legjobb lesz felderítőket kiküldeni, hogy pontosan megtudd, milyen erőket hagyott hátra. ",
    "map.secret:0.event.10.description" : "Ahogy megfordulsz és felemeled gyönge kezedet, az égő hús szaga szinte megfullaszt. Bár könnyező szemeddel nem látod tisztén Ethricet, tudod, hogy kardjával éppen készül olvadt vajként vágni szét téged. De a kard nem csap le. Helyette erős karok emelnek fel és egy falhoz vágnak. Most Crag Hackkel állsz szemben. Az őrült barbár a fizetését követeli. Kitépi pénzeszacskódat a bordáid közül, és tátongó lyukkal a melledben hagy magadra. Ahogy haldokolva fekszel a feltámadás reménye nélkül, egy angyalarcú druida jelenik meg előtted. Azonban gyönyörű mosolya gyűlöletesen csúnyává változik, amint fordítva használja gyógyítóerejét. Amint elszívja utolsó csepp erődet is, lelkekről üvölt, akik miattad vesztek el örökre. Ahogy meztelenül és egyedül állsz előtte, nevetni kezd. A másik két hős is csatlakozik a nevetéshez, te pedig sírva fakadsz, mint egy kisgyerek. Addis sikítasz, amíg végül felébredsz.",
    "map.secret:0.event.11.description" : "A sötétben minden sarokból suttogásokat hallasz. Egy sötét erdőn vágsz keresztül, ahol egyedül a holdfény mutatja az utat. A lovad felágaskodik, majd nyüszítve összerogy. Megpróbálsz kimászni a haldokló állat alól, amikor egy árnyék vetül rád. Ez a kék bőrű barbár, aki Bracadában tanult. Ezzel a dzsinnel barbár volta ellenére sem szabad játszani, mert ravasz és gyors észjárású ellenfél. Rálép a jobb kezedre, és összezúzza. A fájdalom erőt ad, hogy lerázd magadról a döglött lovat, és elindulj lefelé az ösvényen. Megbotlasz, így arcra esel, és legurulsz egy dombon. A lejtő alján Yog fogad. A könyörtelen barbár a köpenyednél fogva emel fel, de a köpeny hirtelen a lepedőddé változik. Nem Yog, hanem a hűséges zombi rángat téged.",
    "map.secret:0.event.12.description" : "Nincs menekvés ebből a rémálomból. Megint az árnyékos erdőben vagy, most a barbár dzsinn elől menekülsz. Tehetséges vadász, és még Crag Hacknél is elszántabban követeli a jussát. Egy nyílvessző fúrja át a lábfejedet, és a földhöz szögez. Látod, ahogyan megmozdulnak az árnyak, és előlép a fehér bőrű, vörös hajú kósza a különös íjjal. Gyorsan több nyilat lő a testedbe, mielőtt körültekintően a koponyádra célozna az utolsó nyílvesszővel. Hirtelen megnyílik alattad a föld, és zuhanni kezdesz. Kétségbeesetten ragadod meg a feléd nyújtott kezet, majd az ágyadban ébredsz fel. De a kéz, amit szorongatsz, nem az őrödé - a zombi keze végül leesett, miután olyan sokszor mentett meg halálos álmaidból. Nem, egy parancsnok mentett meg, aki véletlenül erre sétált, és hallotta a hangodat. Finoman átkozódsz. Ha nincs ez a véletlen, meghaltál volna. Megesküszöl, hogy többé nem kockáztatod meg az alvást.",
    "map.secret:0.event.2.description" : "Lord Haart kicsit aljasabban játszik, mint amire számítottál. Négy tehetséges hőst hagyott a kastélyai védelmére. A beképzelt féreg! Ez megnehezíti a dolgodat, nem is szólva a megerősített határőrségeikről. Most kénytelen leszel azokon is átverekedni magad. De ez nem gátolja meg a terveidet. AMint átérsz az erathiai oldalra, szabad préda lesz számodra a Lord Haart földejit gondozó parasztság. Számodra ők máris csontvázak, csak még nem tudnak róla.",
    "map.secret:0.event.3.description" : "Eddig jól halad a hadjárat. Rengeteg teremtmény harcol körömszakadtáig, csak hogy végül csontváz legyen belőlük, és a falvak is kezdenek nagyvárosokká alakulni. Bízol abban, hogy ez a kis kirándulás a terveid szerint alakul, így hát követeket küldesz a Dungeon Nagyuraknak és a Kreeganeknek. Nem fogják elutasítani az Erathia meghódítására szőtt terveidet. Végülis mindkettőjük brutális erejét használhatod fedezéknek.",
    "map.secret:0.event.4.description" : "A múlt eseményein gondolkodva és a jövőn merengve lassan elszopogatsz egy pohár kitűnő bort. Ajkaid gunyoros mosolyra húzódnának - már ha lennének. A hús nélküli élet tulajdonképpen elég kényelmes. Nem kell aggódnod a rovarcsípések, hólyagok és a durva lepedő miatt. Sok olyan kellemetlenség, mint a hideg vagy a meleg, többé nem számít, és igazán jó érzés kiemelkedni az izzadó, dolgozó bolondok sorából. A halál száraz és kényelmes illata meleg takaróként vesz körül. Ahogy gondolataid visszatérnek a kellemetlen bolondok által keresztülhúzott terveidre, önkéntelenül megragadod a serleget, és ahogy a falhoz vágod, vérként szóródik szét a bor. A haragod Crag Hack, Gem, Yog és a mitugrász Gelu iránt nehezen kontrollálható. Ki hitte volna, hogy két barbár hirtelen lelkiismeretet növeszt? Nem is szólva egy kis kószácskáról és egy külföldi druidáról, akik elég pénzt szednek össze egy olyan seregre, amely megveri a tiédet! Lassan megnyugtatod magad, mert eszedbe jut, hogy ezek a tévedések többé nem számítanak. A Királymeg fog halni, méghozzá saját emberei egyikének kezétől. Ez a gondolat felmelegíti jéghideg lelkedet, és táplálja a tüzet egész éjszakán át.",
    "map.secret:0.event.5.description" : "Felderítőid ,,besoroztak\" három küldöncöt, akik Lord Haarthoz mentek segítséget kérni. Ha nem fogod el a többi küldöncöt, akik talán elkerülték a figyelmedet, Lord Haart még a kitűzött idő előtt hazatérhet.",
    "map.secret:0.event.6.description" : "Hogy ezek a hatásos felderítők továbbra is neked dolgozzanak, fizetned kell nekik. Cserébe küldenek néhány ,,újoncot\", ezzel bizonyítva, hogy végzik a munkát, amiért fizeted őket. Mégis ökölbe szorul a kezed a megegyezéstől. Kényelmetlen ilyen munkáért fizetni, mint annyi más dolog ebben az országban.",
    "map.secret:0.event.7.description" : "A baj megint megtalált téged. Az átkozott lovagok egyike öngyilkos támadást intézett ellened tegnap éjjel. Ő és pár embere halottak, de sokba fog kerülni helyrehozni, amit leégettek. Talán bölcs dolog lenne megerősíteni a határokat, de erősen kétled, hogy azok az idióták, akiket odehelyeznél, jobbak lennének, mint az előző csoport.",
    "map.secret:0.event.8.description" : "A nyugodt pihenés az élőholtaknál sosem működik. Minden éjjel iszonyú rémálmok gyötörnek. Azt mondják, ha egy élőhalott rémálmában meghal, igazából is meghal. Mivel ismered az elme erejét, és a szilárdan csatolt lélek nélküli test törékenységét, inkább nem kockáztatsz. Egy zombi őrködik a szobádban, hogy meghatározott időközönként felébresszen. Eddig működik a módszer.",
    "map.secret:0.event.9.description" : "A rémálom szokásosan kezdődött. Ethric üldözött, jellemzően őrült módon lóbálva a kardját. Csatakiáltásokat üvöltve próbál eléd kerülni és megölni, már-már fenyegetően közel kerül. Nincs kétséged afelől, hogy az őrült varázsló levágná a fejed a válladról és focizna vele. Őrült volt, bolond a féltékenységtől és képtelen volt irányítani az erőt, amivel rendelkezett. Üvöltése eszelős kántálássá változik, és villámlás csap ki a kezéből, amely átjárja testedet és a földre ránt. Csontos kezek ráznak fel, mielőtt meghalnál álmodban. ,,Sajnálom, uram\" -magyarázkodik a zombi- ,,csak felkeltettelek, ahogy parancsoltad.\" Még mindig remegve, az éjszaka többi részét a szolgálati beosztás fölött görnyedve töltöd.",
    "map.secret:0.header.description" : "A győzelemhez foglald el Haart Kastélyt és hagyd ott a Méreg Fiolát. Azonban ha Sandro vereséget szenved, a küldesétes elveszett. Hőseid a 10. szintig juthatnak el, de Sandro és három másik hősöd átviszi tapasztalatait, képességeit és varázslatait a következő pályára.",
    "map.secret:0.header.name" : "Királyi méreg",
    "map.secret:0.town.6.67.0.name" : "Haart Kastély",
    "map.secret:0.town.62.33.0.event.0.description" : "Mégis csak jó célra megy el a pénzed. A megígért katonák egyre érkeznek - nem sok, de ez biztosítja, hogy az ellenség felderítőit elfogják, megölik és csontvázzá változtatják, hogy harcoljanak a nép ellen, amit valaha szolgáltak. Milyen finom irónia!",
    "map.secret:1.event.0.description" : "A Dungeon Nagyurak beleegyeztek, hogy alagutat építenek Erathiáig 100,000 aranyért. Ahhoz, hogy ilyen rövid idő alatt összegyűjts ilyen sok pénzt, kénytelen leszel elfoglalni a Vitatott Földek egyik kószák által őrzött részét: állítólag rengeteg aranybánya található a területen. Azonban nem csak arany szükséges az invázióhoz. A földalatti fa ugyanis túl gyenge az alagút falainak kitámasztásához, de a felszínen rengeteg erős fa áll a rendelkezésedre. Minden héten egy szekér érkezik, hogy egy kevés fát szállítson az alagútépítéshez.",
    "map.secret:1.event.1.description" : "Egy szekér tűnik fel, hogy felvegye a heti famennyiséget, ami az alagútépítéshez szükséges. Katonáid feltöltik a kocsit és útjára engedik.",
    "map.secret:1.guards.16.1.0.message" : "Úgy tűnik, az erre lakó kentaurok elejtették ezt. Aki kapja, marja.",
    "map.secret:1.header.description" : "A győzelemhez gyűjts össze 100,000 aranyat a Dungeon Nagyurak számára. Azonban ha Sandro vereséget szenved, a küldetés elveszett. Hőseid a 16. szintig juthatnak, de Sandro és három másik hősöd átviszik tapasztalataikat, képességeiket és varázslataikat a következő pályára.",
    "map.secret:1.header.name" : "Alagútépítés",
    "map.secret:1.quest.32.65.1.completed" : "Rövid időn belül újra kiássuk és megépítjük a járatot. Oh, és majdnem elfelejtettem. Mikor az alagút összeomlott, felfedeztünk egy ötvenezret érő aranytelért. A megegyezésünk szerint az ásatás közben felfedezett ásványi anyagok neked járnak.",
    "map.secret:1.quest.32.65.1.firstVisit" : "Én vagyok az Alagútépítés Látnoka, és egy nagy kellemetlenséget kell a tudtodra adnom. Az alagút összeomlott, és azonnal szükségünk van 200 fára, hogy a fő járatot újjáépítsük. ",
    "map.secret:1.quest.32.65.1.nextVisit" : "Több szekerem áll készenlétben, hogy elszállítsuk a fát, de nem tudom, az utánpótlás nélkül meddig tart ki az alagút többi része!Nagyszerű, azonnal elszállítom a fát az összeomlott részhez. ",
    "map.secret:2.event.0.description" : "A Kreeganek követelik, hogy a nekromanták bizonyítsák rátermettségüket a Kénkő Gyűrű megszerzésével. Valószínűleg valamelyik épületük megépítéséhez kell nekik (míg nekromantáknak csak egy dísztárgy). Személyesen téged küldtek, hogy megszerezd ezt a bizonyos tárgyat, mert Finneas senki mást nem mer megbízni a feladattal. A Kreegan támogatás létfontosságú Deyja terveihez.",
    "map.secret:2.event.1.description" : "Felfedezted, miért nem tudták a Kreeganek visszaszerezni a gyűrűt. Egy nagy hatalmú druida, Melodia szerezte meg a gyűrűt, és beásta magát egy nagyon biztonságos pozícióba. Erős varázslatait használva Melodia több teleportot teremtett, hogy távol tartsa a behatolókat. A pletykák szerint ő maga hordja a gyűrűt.",
    "map.secret:2.event.2.description" : "Naponta nyersanyag a gépnek.",
    "map.secret:2.event.3.description" : "Gyorsan kell cselekedned, vagy nagy túlerővel kerülsz szembe. Ha két hónapon belül nem végzel a feladatoddal, AvLee erőinek lesz idejük sereggé szerveződni és eltörölni téged a föld színéről. Létfontosságú minél előbb megszerezni a gyűrűt és elhagyni a területet.",
    "map.secret:2.event.4.description" : "Felderítőid kora reggel tértek vissza. Túl lassúak voltak, hogy elkapják azt az ezüst pegazust, amely Melodia kastélya felől jött. Ha a többi AvLee nagyúrnak vitt üzenetet, rövidesen többel fogsz szembenézni, mint egyetlen druidával.",
    "map.secret:2.event.5.description" : "A legjobb mindig megismerni az ellenfelet, ezért küldesz ki gyakran kémeket, hogy tudjanak meg, amit csak lehet, főleg erről a druidáról. Pár nap múlva térnek vissza a hírekkel.",
    "map.secret:2.event.6.description" : "A kémed tegnap tért vissza, nem túl jó hírekkel. Legalábbis ennyit tudsz kivenni abból a felismerhetetlen tetemből, amit kora hajnalban az ajtód elé dobtak. Kivételesen nehéz lesz bármit is megtudni erről a rejtélyes druidáról.",
    "map.secret:2.event.7.description" : "Mindig hasznos ismerni valakit, aki megőrzi és árulja az információt. Szerencsére ismersz egy ilyen embert, Dethmarnak hívják, és azzal foglalkozik, hogy a lehető legtöbbet tudja meg az itt élőkről. Leírod azt a keveset, amit Melodiáról tudsz, és egy döglött hollóval küldöd el a levelet.",
    "map.secret:2.event.8.description" : " Dethmarnak sikerült pár dolgot megtudni a druidáról, de az információnak borsos ára van - 3,000 arany és 4 kén. Elküldöd a fizetséget, remélve, hogy amit megtudsz, megér ennyi pénzt. Nem sokkal később Dethmar ezt üzeni válaszul:,,Üdvözöllek, Sandro. Melodia egy veterán avleei hős. Az, hogy ennyi csatát túlélt, azt bizonyítja, hogy finoman szólva is szerencsés. Óriási mágikus ereje van, rengeteg varázslat van a repertoárjában. Bármely varázstudó elkárhozna, hogy csak a legrövidebb pillantást is vethesse a varázskönyvébe. Kiváló képességei vannak, mivel nem csak a négy varázslatfajtát sajátította el, de a harci taktikát is. Utazásai során nem csak a KÉnkő Gyűrűt vette magához. Csodálkozom is, hogy nem a Szentek Bocskorát, a Csodák Páncélját, az Arany Íjat vagy a Pokolvihar Sisakot keresed, mert állítólag mind az ő birtokában van. Ha úgy döntesz, hogy megtámadod ezt a druidát, azt javaslom, előbb gyűjts óriási sereget. Dethmar\"",
    "map.secret:2.guards.29.14.1.message" : "Ez nagyon hasznos lesz a túlságosan vidám kószák ellen.",
    "map.secret:2.header.description" : "A győzelemhez szerezd meg a Kénkő Gyűrűt a Kreeganek számára. Azonban ha Sandro vereséget szenved, a küldetés elveszett. Hőseid a 24. szintig juthatnak el, de Sandro és három hadnagya átviszik tapasztalataikat, képességeiket és varázslataikat a következő pályára.",
    "map.secret:2.header.name" : "Kreegan szövetség",
    "map.secret:3.event.0.description" : "Ezek a fiatal, kezdő nagyurak nem jelentenek ellenfelet a harcmezőn. Ha már könnyedén elpusztítottad őket, senki nem meri többé megkérdőjelezni a hatalmadat. Amrothal nagyúr tőled nyugatra biztosította a helyzetét, de csak földalatti alagutakon át érhető el. A teleportok kiterjedt hálózata segíteni fog, hogy megtaláld.",
    "map.secret:3.guards.21.27.1.message" : "Különös, hogy, ezen a helyen lóhere nő! Közelebbről nézve rájössz, hogy ez varázslatos lóhere, amely növeli a szerencsédet. Micsoda szerencse!  Ahogy lehajolsz, hogy felvedd, egy dörgő hang kiált rád: ,,El ne merd venni a lóherémet!\" Harcba szállsz a lóheréért?",
    "map.secret:3.guards.32.26.1.message" : "Úgy tűnik, a sárkányok azt próbálták megakadályozni, hogy megszerezd régi páncéljukat, amit valaki hatásos páncéllá kovácsolt. Felpróbálod a páncélt, és teljesen jó rád. Rád mosolygott a szerencse.",
    "map.secret:3.header.description" : "A győzelemhez Sandrónak le kell győznie a pozíciójára pályázó nagyurakat. Azonban ha Sandro csak egyetlen csatát is elveszít, a többiek megérzik gyengeségét, és elpusztítják, amiért eddig dolgozott.",
    "map.secret:3.header.heroNames.65" : "Lord Dufus",
    "map.secret:3.header.name" : "Szemellenzőben",
    "map.secret:3.header.player.4.mainHeroName" : "Lord Dufus",
    "map.secret:3.heroes.65.name" : "Lord Dufus",
    "map.yog:0.event.0.description" : "Egy barbár főnök és egy dzsinn varázslónő fiaként mindig úgy érezted, hogy a szíved a fejed ellensége. Anyád már kiskorodban bejuttatott a varázslóakadémiára, de akárhogy próbáltál is a kedvére tenni, és varázslóvá válni, iszonyatosan unalmasnak találtad az akadémiai életet. Sok mindenben inkább apádra hasonlítottál, inkább kardozni tanultál, mint a könyveidet olvastad. Tanáraid csalódására egyre jobban tudtál harcolni, tanulmányaidat viszont elhanyagoltad. Azonban minél inkább próbált az akadémia megnevelni, annál inkább utáltad a mágiát és vágytál egy kalandosabb életre. Azonban eddig nem volt kilátásod ilyen életre, míg a múlt héten levelet kaptál Winston Boragustól, Krewlod hercegétől, aki meghívott, hogy csatlakozz a seregéhez. Harci tehetséged híre eljutott a szomszédos Bracadába is, és a herceg, aki kétségbeesetten igyekszik növelni katonai erejét, nagy erőkkel keresi a külföldi újoncokat is. Ezt a lehetőséget úgy értelmezted, hogy itt az ideje felhagynod a mágiával. AZonban az akadémia féltékenyen őrzi a titkait, ezért biztos vagy benne, hogy lezárják a határokat, és üldözni fognak. Ez nem tántorított el, így elküldted egyik bokszoló barátodat, hogy keressen egy várat, ahol katonákat képezhetsz ki, hogy segítségükkel verekedd át magad Krewlodig. Tegnap este a barátod üzent, Calarnentől nem messze van egy vár. Csak annyit kell tenned, hogy követed az utat délnek, és pár napon belül biztonságban leszel.",
    "map.yog:0.event.1.description" : "Útinapló 1: Már négy napja menekülök, és még mindig semmi jele a barátom által említett várnak. Mégis muszáj előrenyomulnom, mert kiderült, hogy az akadémia egy sereget küldött utánam egyik legtehetségesebb mágusuk, Aine vezetésével, hogy levadásszanak. Egyetlen reményem, hogy megtalálom ezt a bizonyos várat, így lerázhatom Ainét, és saját sereget képezhetek ki a határ áttörésére.",
    "map.yog:0.event.2.description" : "Nemrég érkeztünk meg Padonba. Eddig minden jól megy, bár a sereg kiképzése lasabban halad, mint szeretném. Azonban nem hinném, hogy a határőrség még sokáig fel tudná tartani Aine erőit. Kétségkívül kitalálja, hogyan juthat rajta keresztül. Ma reggel átküldtem egy felderítőt a krewlodi határon, hogy keressen egy elzárt várat, ahol kivárhatom, amíg Aine belefárad a keresésembe. minél előbb kikerülök Bracadából, annál jobb.",
    "map.yog:0.event.3.description" : "Útinapló 3: Tegnap késő este a felderítőm jó hírekkel tért vissza: van egy Groa nevű város a krewlodi határtól keletre. Arra is figyelmeztetett, hogy a határt nagyon erősen őrzik. Bár a felderítő nem tudott minden lényt azonosítani a határőrségben, titánokat, naga királynőket és archmágusokat is látott. Jól fel kell készülnöm, mielőtt megtámadom a határőrséget.",
    "map.yog:0.event.5.description" : "Felfedezel egy ősi mágikus szöveget a nekromancia feketemágiájáról. Nem először látsz ilyen könyvet. Még a varázslóakadémián szerettél bele egy másik tanulóba, Vidominába. Igaznak kell lennie, hogy az ellentétek vonzzák egymást, mert veled ellentétben ő nagyon szerette a könyveket. És hogy imádott mágiát tanulni! Ez volt az élete, vagyis ez lett volna, ha nem rontotta volna meg. Ugyanis Vidomina szabadidejében ősi mágikus kötetek után kutatott a könyvtárban, és egyszer rátalált egy ahhoz hasonló kéziratra, amit most a kezedben tartasz. A tanárok tanácsai ellenére tanulmányozni kezdte a könyvet, és annak gonosz kisugárzása nekromantává változtatta őt. Most Deyjában él, és ott is fogja tölteni hátralévő életét. A lehető leggyorsabban eladod az átkozott könyvet aranyért és nyersanyagokért.",
    "map.yog:0.guards.32.7.0.message" : "Útinapló 5: A felderítőm azt tanácsolta, hogy tartsak délre, mert egy ekkora sereg nem tud átkelni a hegyeken. Egy két-négy napos, délre tartó menetelés után eljuthatok annak a völgynek a bejáratához, amelyben Groa fekszik.",
    "map.yog:0.guards.48.20.0.message" : "Útinapló 6: Már majdnem ott vagyunk. A felderítő térképe szerint itt van Groa Völgy bejárata. Összegyűjtöm a generálisaimat és átlépem új otthonom kapuit.",
    "map.yog:0.guards.58.7.0.message" : "Útinapló 7:  Elkerülhettük volna ezt a csatát. Csak el akartam bújni itt, amíg abbahagyják az üldözésemet, nem volt szükség vérontásra. A falubeliek bizonyára nagyon féltek, hogy ilyen sok ősi behemótot küldtek ki. Hát, ha az én otthonom felé masírozna egy sereg, persze én is tartanék tőle, de most az ősi behemótok nélkül kevés védelem maradt a várban. Ha a katonáim kipihenik magukat, támadást indítok Groa ellen, mert ki tudja, mit küldenek még ellenem, ha hagyom őket kezdeményezni.",
    "map.yog:0.guards.6.22.0.message" : "Útinapló 4 (folytatás): A csata valóban ádáz volt. Nem gondoltam, hogy ilyen sok egységet fogok veszíteni. Legközelebb óvatosnak kell lennem. De mostanra végeztünk, átjutottam a határon. Csak azt remélem, hogy az akadémia nem próbálja meg átlépni a határt, ha át nem lépték már. Ez a terület nem túl forgalmas, és bizonyára eltartana egy ideig, mire Krewlod hercege rájön, hogy Aine átlépte a határt.",
    "map.yog:0.guards.8.24.0.message" : "Útinapló 4: Pihentetem a seregem, mielőtt megpróbálunk átkelni a határon. Ahogy a felderítő mondta, tényleg erősen védik a határt. Bár a katonáim nyugtalannak tűnnek, azt hiszem, össze fognak tartani. Ha... ha átérünk a határon, bizonyára jobb harci kedvük lesz.",
    "map.yog:0.header.description" : "Szökj meg Bracadából és foglald el Groa várát, hogy győzhess. Azonban ha Yog vereséget szenved, vagy 5 hónap alatt nem hódítja meg Groát, a küldetés elveszett. Yog a 9. szintig juthat el, de tapasztalatait és képességeit átviszi a következő pályára.",
    "map.yog:0.header.heroNames.45" : "Yog",
    "map.yog:0.header.name" : "Menekülőben",
    "map.yog:0.heroes.45.biography" : "Yog éveken át tanult a bracadai varázslóknál, de szívesebben töltötte idejét kardforgatással, mint a varázslatok tanulásával.",
    "map.yog:0.heroes.45.name" : "Yog",
    "map.yog:0.monster.57.8.0.message" : ",,Sok éven át éltünk békében és zavartalanul ebben a völgyben. Most sereggel jössz ide, hogy legyőzz minket! Nem toleráljuk az ilyen agressziót!\" Mielőtt meggyőzhetnéd a behemótokat békés szándékaidról, már támadnak is.",
    "map.yog:0.quest.56.9.0.completed" : "Végre, ez Yog. Át akarsz menni?",
    "map.yog:0.quest.56.9.0.firstVisit" : "Az őrök parancsuk szerint csak Yogot engedik át.",
    "map.yog:0.quest.56.9.0.nextVisit" : "Az őrök csak Yogot engedik át.",
    "map.yog:0.town.5.50.0.name" : "Padon",
    "map.yog:0.town.70.13.0.name" : "Calarnen",
    "map.yog:0.town.70.4.0.name" : "Groa",
    "map.yog:1.event.0.description" : "Aine hamarabb adta fel az üldözést, mint remélted. Mivel nem akart háborút Bracada és Krewlod között, nem sokkal azután visszavonult, hogy átlépted a határt. Bár ,már biztonságban vagy, mégis úgy döntöttél, hogy pár hétig meghúzod magad, mielőtt útnak indulsz Ulgakba, a fővárosba, hogy felajánld szolgálataidat Winston Boragus hercegnek.",
    "map.yog:1.event.1.description" : "Útinapló 8: Felderítőim jelentették, hogy több út is vezet Ulgakba, de mindegyiket erősen őrzik. Krewlod bizonyára nagy támadást várhat, ha minden serege riadókészültségben van! Gyorsan el kell érnem a fővárost, hogy felajánljam a segítségemet.",
    "map.yog:1.event.2.description" : "Útinapló 9: A felderítőim nagyon nyugtalanító hírekkel tértek haza. Krewlod ellenem és a seregem ellen készíti fel a haderőit! Becsaptak! Winston Boragus herceg idecsalogatott, hogy csatlakozzak hozzá, most pedig ellenséges seregek között találom magam. Nem tudom, miért lennék egy ilyen támadás célpontja, de ki akarom deríteni. Átverekedem magam Winston Boragus ajtajáig, és elvágom az áruló torkát!",
    "map.yog:1.guards.18.13.0.message" : "Útinapló 11: Úgy vélem, az, hogy ilyen közel vagyok a fővároshoz, magára vonja Winston Boragus figyelmét. Nos, nem fogok ölbe tett kezekkel ülni, amíg rám támadnak. Megfizettetem ezzel a barbárral, hogy csapdába csalt!",
    "map.yog:1.guards.7.25.1.message" : "Útinapló 10: Megpróbáltam átjutni az őrségen, de a barbárok alaposan megerősítették. Megint végiggondoltam, hogy a hegyeken át megyek, de a seregem túl nagy, nem élne túl egy ilyen túrát. Szerencsére észrevettem pár föld alá vezető barlangot. Talán végre fordul a szerencse, mert úgy tűnik, az alagutakat nem őrzik.",
    "map.yog:1.header.description" : "A győzelemhez Yognak el kell jutnia Ulgakba, Krewlod fővárosába, hogy Winston Boragus szolgálatába álljon. Azonban ha Yog vereséget szenved, a küldetés elveszett.  Yog a 15. szintig juthat el, de tapasztalatait és képességeit átviszi a következő pályára.",
    "map.yog:1.header.name" : "Találkozás",
    "map.yog:1.town.16.16.0.name" : "Ulgak",
    "map.yog:2.event.0.description" : "Pár nap utazás után Tataliában rájöttél, hogy a tataliaiak nem igazán örülnek neked. Mivel el fog tartani egy ideig megtalálni Alendorát, egy kis völgyben megerősíted a sereged a keresés kezdete előtt.",
    "map.yog:2.event.1.description" : "Útinapló 12: Elküldtem a felderítőimet, hogy kutassák át a vidéket, amíg én átkutatom a várost, de semmit sem találtunk Alendoráról.",
    "map.yog:2.event.2.description" : "Útinapló 13: Egy kivételével mindegyik felderítőm azzal tért vissza, hogy semmit sem tud Alendoráról. Remélem, az utolsónak több szerencséje volt.",
    "map.yog:2.event.3.description" : "Útinapló 14: Már épp kezdtem aggódni, hogy az utolsó felderítőt megölték, amikor azzal tért vissza, hogy megtalálta Alendorát. Sajnos a küldönc olyan kimerült volt az utazásoktól, hogy épp csak kinyögött valamit egy barlangról, mielőtt összeesett. Megparancsoltam, hogy aludjon, és reggel azonnal jelentsen nekem.",
    "map.yog:2.event.4.description" : "Útinapló 15: Miután kipihente magát, kihallgattam a felderítőt, aki megtalálta Alendorát. Részletes beszámolójából kiderült a barlang pontos helye: északra kell letérni a fő útról.",
    "map.yog:2.guards.1.27.0.message" : "Megtaláltad az Égbolt Varázsgömböt. Ha elveszíted, nem tudod teljesíteni a küldetésedet.  ",
    "map.yog:2.guards.10.36.0.message" : "Megtaláltad a Háborgó Tűz Varázsgömböt. Ha elveszíted, nem tudod teljesíteni a küldetésedet.",
    "map.yog:2.guards.3.31.0.message" : "Megtaláltad a Felhőszakadás Varázsgömböt. Ha elveszíted, nem tudod teljesíteni a küldetésedet.",
    "map.yog:2.guards.8.31.0.message" : "Megtaláltad az Iszap Varázsgömböt. Ha elveszíted, nem tudod teljesíteni a küldetésedet.",
    "map.yog:2.header.description" : "A győzelemhez el kell vinned a Szentek Bocskorát és a Csodák Páncélját Alendorának. Azonban ha Yog vereséget szenved, vagy elveszted az Angyali Szövetség bármely darabját, a küldetés elveszett. Yog a 18. szintig juthat el, de tapasztalatait és képességeit átviszi a következő pályára.",
    "map.yog:2.header.name" : "Nehéz kezdet",
    "map.yog:2.quest.12.68.0.completed" : "Szükséged lesz rá, hogy megszerezd a Pokoltűz Kardját, és úgy hallottam, erre van szükséged egy küldetés teljesítéséhez.Csodálatos veled üzletelni. Add át a négy gömböt, és megkapod a Tilalom Varázsgömböt. El ne veszítsd, mert nem tudod teljesíteni a küldetésedet.",
    "map.yog:2.quest.12.68.0.firstVisit" : "Keresem az Égbolt Varázsgömböt, az Iszap Varázsgömböt, a Háborgó Tűz Varázsgömböt és a Felhőszakadás Varázsgömböt. Ha lehozod őket nekem, cserébe átadom a Tilalom Varázsgömböt. ",
    "map.yog:2.quest.2.27.0.completed" : "Végre, ez Yog. Át akarsz menni?",
    "map.yog:2.quest.2.27.0.firstVisit" : "Az őrök parancsuk szerint csak Yogot engedik át.",
    "map.yog:2.quest.2.27.0.nextVisit" : "Az őrök csak Yogot engedik át.",
    "map.yog:2.quest.2.31.0.completed" : "Végre, ez Yog. Át akarsz menni?",
    "map.yog:2.quest.2.31.0.firstVisit" : "Az őrök parancsuk szerint csak Yogot engedik át.",
    "map.yog:2.quest.2.31.0.nextVisit" : "Az őrök csak Yogot engedik át.",
    "map.yog:2.quest.35.27.1.completed" : "Végre, ez Yog. Át akarsz menni?",
    "map.yog:2.quest.35.27.1.firstVisit" : "Az őrök parancsuk szerint csak Yogot engedik át.",
    "map.yog:2.quest.35.27.1.nextVisit" : "Az őrök csak Yogot engedik át.",
    "map.yog:2.quest.37.27.1.completed" : "Páncélját és a Szentek Bocskorát.Itt van a Bátorság Nyaklánca. Küldd el Winston Boragusnak, és tudni fogja, hogy teljesítetted a küldetésed első részét.",
    "map.yog:2.quest.37.27.1.firstVisit" : "Hát itt vagy, már vártam rád. Alendora vagyok. Winston Boragus elmondta, hogy jössz. Azt is mondta, hogy nekem fogod adni a Csodák ",
    "map.yog:2.quest.43.61.0.completed" : "Nagyszerű! Add nekem a gömböt, és megkapod a POkoltűz Kardját, amivel kinyithatod a földalatti átjárót őrző küldetés kaput. Ne felejtsd el, ha elveszted a Pokoltűz Kardját, nem fogod tudni teljesíteni a küldetésedet.",
    "map.yog:2.quest.43.61.0.firstVisit" : "Szükségem van a Tilalom Varázsgömbre, ha átadod, a Pokoltűz Kardját adom cserébe. Úgy tudom, erre van szükséged, hogy a Quest Gate, ami a földalatti átjárót őrzi, átengedjen.",
    "map.yog:2.quest.9.31.0.completed" : "Végre, ez Yog. Át akarsz menni?",
    "map.yog:2.quest.9.31.0.firstVisit" : "Az őrök parancsuk szerint csak Yogot engedik át.",
    "map.yog:2.quest.9.31.0.nextVisit" : "Az őrök csak Yogot engedik át.",
    "map.yog:2.quest.9.36.0.completed" : "At last, it is Yog.  Do you wish to pass?",
    "map.yog:2.quest.9.36.0.firstVisit" : "The guards here say they have orders to only let Yog pass.",
    "map.yog:2.quest.9.36.0.nextVisit" : "The guards here will only let Yog pass.",
    "map.yog:3.event.0.description" : "Mielőtt elhagytad Tataliát, egy futárt küldtél Winston Boragushoz, hogy tudja, sikeresen teljesítetted a küldetés első részét. A futár távozása után Erathiába meneteltél, hogy teljesítsd a másodk részt is. Most már napok óta Erathiában vagy, de még nem találtad meg Falort és Terwent. Egyetlen dolog, amit tudsz róluk, egy paraszt zavaros emlékei, miszerint valahol a föld alatt élnek.",
    "map.yog:3.event.1.description" : "Útinapló 16: Nem volt nehéz megerősíteni a helyzetemet, mert a hegyek hatásos védelmet biztosítanak. Azonban a felderítőm olyan híreket hozott, mely szerint a küldetésem többi része nem lesz könnyű. Ahhoz, hogy bejuthassak Falor és Terwen föld alatti fészkébe, meg kell látogatnom egy Kulcsmester sátrat mélyen az ellenség területén.",
    "map.yog:3.guards.18.8.1.message" : "Útinapló 17:  Már egy ideje nem írtam naplót, de nagyon elfoglalt voltam. Az erathiai sereg hamarabb támadott, mint gondoltam. De mégis úgy néz ki, hogy végre fordul a szerencsém. Találtam egy barlangot egy tó közepén. Ez azért is jó, mert Falor és Terwen bizonyára odalent lesznek.",
    "map.yog:3.header.description" : "A győzelemhez el kell vinned a Gyönyör Nyakláncát és az Oroszlánbátorság Pajzsát Falornak és Terwennek. Azonban ha Yog vereséget szenved, a küldetés elveszett.  Yog a 21. szintig juthat el, de tapasztalatait és képességeit átviszi a következő pályára.",
    "map.yog:3.header.name" : "Falor és Terwen",
    "map.yog:3.quest.26.18.1.completed" : "Úgy tudom, nekünk kell adnod a Gyönyör Nyakláncát és az Oroszlánbátorság Pajzsát.\" ,,Nos, ne állj csak úgy ott! Add ide a Pajzsot és a Nyakláncot, és mehetsz is! Oh, várj! Vedd el ezt, és add oda a hercegnek, hogy tudja, meglátogattál minket és megtetted, amit kellett.\" Ahogy az ajtóhoz érsz, Falor jön eléd, és magyarázkodni kezd Terwen gorombasága miatt. ,,Kérlek bocsáss meg Terwennek. Néha eléggé felhúzza magát. Sok szerencsét a további küldetéseidben.\" Ezzel Falor megrázza a kezed. Most már Beleget és Orrukot kell megtalálnod, hogy végre befejezd a megbízásodat.",
    "map.yog:3.quest.26.18.1.firstVisit" : " ,,Helló, én Falor vagyok, ő pedig Terwen. Winston Boragus herceg értesített minket, hogy jönni fogsz. ",
    "map.yog:3.quest.27.35.0.completed" : "Végre, ez Yog. Át akarsz menni?",
    "map.yog:3.quest.27.35.0.firstVisit" : "Az őrök parancsuk szerint csak Yogot engedik át.",
    "map.yog:3.quest.27.35.0.nextVisit" : "Az őrök csak Yogot engedik át.",
    "map.yog:4.event.0.description" : "Azonnal elküldted a futárt Winston Boragusnak, hogy tudja, megtaláltad Falort és Terwent, és átadtad nekik az Oroszlánbátorság Pajzsát és a Gyönyör Nyakláncát. A futár nemsokáre újabb parancsokkal tért vissza a hercegtől: lépj be Bracada területére, és add át a Felvilágosodás Sisakját Belegnek, az Igazság Kardját pedig Orruknak, majd küldj bizonyítékot az átadásról. Rájössz, hogy Aine valószínűleg ott fog rád várni, hogy elkapjon, mikor visszatérsz Bacadába, így hát óvatosnak kell lenned.",
    "map.yog:4.event.1.description" : "Útinapló 18: Bracadába küldtem felderítőimet, azt remélve, hogy hoznak valami hírt arról, mit tervez Aine. Amíg a visszatérésükre várok, megerősítem a seregemet.",
    "map.yog:4.event.2.description" : "Útinapló 19: Felderítőim pár órája tértek vissza, de semmit nem tudtak meg Ainéról. Valószínűleg tudta, hogy kémeket küldtem utána, ezért varázslattal kerülte el, hogy felfedezzék. Egyetlen hasznos dolgot tudtak mondani, azt, hogy Bracada városai háborúra készülnek. Nem akarok a szükségesnél több időt tölteni néhai hazámban, ezért újra elküldöm a felderítőket, hogy találják meg Beleget és Orrukot.",
    "map.yog:4.event.3.description" : "Útinapló 20: Felderítőim megtalálták Beleget és Orrukot: délre vannak a városomtól. Szerencsém van, hogy ilyen gyorsan megtaláltam őket. Minél előbb hagyom el Aine területét, annál jobb.",
    "map.yog:4.header.description" : "A győzelemhez el kell vinned a Felvilágosodás Sisakját és az Igazság Kardját Belegnek és Orruknak. Azonban ha Yog vereséget szenved, a küldetés elveszett.  Yog a 25. szintig juthat el, de tapasztalatait és képességeit átviszi a következő pályára.",
    "map.yog:4.header.name" : "Viszatérés Bracadába",
    "map.yog:4.quest.12.17.1.completed" : "Végre, ez Yog. Át akarsz menni?",
    "map.yog:4.quest.12.17.1.firstVisit" : "Az őrök parancsuk szerint csak Yogot engedik át.",
    "map.yog:4.quest.12.17.1.nextVisit" : "Az őrök csak Yogot engedik át.",
    "map.yog:4.quest.35.31.0.completed" : "Szép munka. Most vidd el az Igazság Kardját Orruk házába. Cserébe neked adja a Bátorság Nyakláncát, amit átadhatsz a hercegnek. Ég veled, és sok szerencsét.",
    "map.yog:4.quest.35.31.0.firstVisit" : "Beleg vagyok, mondták, hogy jönni fogsz. Nálad van a megígért Felvilágosodás Sisakja?",
    "map.yog:4.quest.35.35.0.completed" : "Nagyszerű. Vidd el ezt a tárgyat Winston Boragusnak, ez bizonyítja, hogy teljesítetted a küldetést.",
    "map.yog:4.quest.35.35.0.firstVisit" : "Végre. Én Orruk vagyok. Már attól féltem, hogy történt veled valami. Átadod nekem az Igazság Kardját?",
}
